[
    {
        "id": "cju0qkwl35piu0993l0dewei2",
        "image": "cju0qkwl35piu0993l0dewei2.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 28.8% of the image."
    },
    {
        "id": "cju0qoxqj9q6s0835b43399p4",
        "image": "cju0qoxqj9q6s0835b43399p4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.3% of the image."
    },
    {
        "id": "cju0qx73cjw570799j4n5cjze",
        "image": "cju0qx73cjw570799j4n5cjze.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 32.6% of the image."
    },
    {
        "id": "cju0roawvklrq0799vmjorwfv",
        "image": "cju0roawvklrq0799vmjorwfv.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 11.3% of the image."
    },
    {
        "id": "cju0rx1idathl0835detmsp84",
        "image": "cju0rx1idathl0835detmsp84.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.6% of the image."
    },
    {
        "id": "cju0s2a9ekvms080138tjjpxr",
        "image": "cju0s2a9ekvms080138tjjpxr.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.1% of the image."
    },
    {
        "id": "cju0s690hkp960855tjuaqvv0",
        "image": "cju0s690hkp960855tjuaqvv0.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 3.9% of the image."
    },
    {
        "id": "cju0sr5ghl0nd08789uzf1raf",
        "image": "cju0sr5ghl0nd08789uzf1raf.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.7% of the image."
    },
    {
        "id": "cju0sxqiclckk08551ycbwhno",
        "image": "cju0sxqiclckk08551ycbwhno.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cju0t4oil7vzk099370nun5h9",
        "image": "cju0t4oil7vzk099370nun5h9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 34.6% of the image."
    },
    {
        "id": "cju0tl3uz8blh0993wxvn7ly3",
        "image": "cju0tl3uz8blh0993wxvn7ly3.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 0.6% of the image."
    },
    {
        "id": "cju0u2g7pmnux0801vkk47ivj",
        "image": "cju0u2g7pmnux0801vkk47ivj.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 29.8% of the image."
    },
    {
        "id": "cju0u82z3cuma0835wlxrnrjv",
        "image": "cju0u82z3cuma0835wlxrnrjv.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 25.3% of the image."
    },
    {
        "id": "cju0ue769mxii08019zqgdbxn",
        "image": "cju0ue769mxii08019zqgdbxn.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 5.0% of the image."
    },
    {
        "id": "cju0vtox5ain6099360pu62rp",
        "image": "cju0vtox5ain6099360pu62rp.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 4.7% of the image."
    },
    {
        "id": "cju13cgqmnhwn0988yrainhcp",
        "image": "cju13cgqmnhwn0988yrainhcp.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 12.8% of the image."
    },
    {
        "id": "cju13fwthn9mq0835gacxgy01",
        "image": "cju13fwthn9mq0835gacxgy01.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 14.3% of the image."
    },
    {
        "id": "cju13hp5rnbjx0835bf0jowgx",
        "image": "cju13hp5rnbjx0835bf0jowgx.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 11.0% of the image."
    },
    {
        "id": "cju14g8o4xui30878gkgbrvqj",
        "image": "cju14g8o4xui30878gkgbrvqj.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 2.8% of the image."
    },
    {
        "id": "cju14hjh2ob2o0835ouz3r5aa",
        "image": "cju14hjh2ob2o0835ouz3r5aa.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 13.0% of the image."
    },
    {
        "id": "cju14pxbaoksp0835qzorx6g6",
        "image": "cju14pxbaoksp0835qzorx6g6.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 7.5% of the image."
    },
    {
        "id": "cju15czxqp3lv0835jvhgzurz",
        "image": "cju15czxqp3lv0835jvhgzurz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.8% of the image."
    },
    {
        "id": "cju15jr8jz8sb0855ukmkswkz",
        "image": "cju15jr8jz8sb0855ukmkswkz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.9% of the image."
    },
    {
        "id": "cju15l5ubz9yh0855b3ivdpse",
        "image": "cju15l5ubz9yh0855b3ivdpse.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju15mhjczc8z0801kit5c6di",
        "image": "cju15mhjczc8z0801kit5c6di.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 13.8% of the image."
    },
    {
        "id": "cju15ptjtppz40988odsm9azx",
        "image": "cju15ptjtppz40988odsm9azx.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.3% of the image."
    },
    {
        "id": "cju15wdt3zla10801odjiw7sy",
        "image": "cju15wdt3zla10801odjiw7sy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.7% of the image."
    },
    {
        "id": "cju160wshltz10993i1gmqxbe",
        "image": "cju160wshltz10993i1gmqxbe.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 2.8% of the image."
    },
    {
        "id": "cju16ach3m1da0993r1dq3sn2",
        "image": "cju16ach3m1da0993r1dq3sn2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.3% of the image."
    },
    {
        "id": "cju16b6ynq8e40988m8vx0xnj",
        "image": "cju16b6ynq8e40988m8vx0xnj.jpg",
        "description": "The tumor is in the top and left side of the colon, covering a small area, accounting for approximately 2.0% of the image."
    },
    {
        "id": "cju16d65tzw9d0799ouslsw25",
        "image": "cju16d65tzw9d0799ouslsw25.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.9% of the image."
    },
    {
        "id": "cju16fpvhzypl0799p9phnlx6",
        "image": "cju16fpvhzypl0799p9phnlx6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.0% of the image."
    },
    {
        "id": "cju16jgnyzp970878melv7r25",
        "image": "cju16jgnyzp970878melv7r25.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 12.1% of the image."
    },
    {
        "id": "cju16whaj0e7n0855q7b6cjkm",
        "image": "cju16whaj0e7n0855q7b6cjkm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.8% of the image."
    },
    {
        "id": "cju171py4qiha0835u8sl59ds",
        "image": "cju171py4qiha0835u8sl59ds.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 37.3% of the image."
    },
    {
        "id": "cju175facms5f0993a5tjikvt",
        "image": "cju175facms5f0993a5tjikvt.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.6% of the image."
    },
    {
        "id": "cju17bz250pgd0799u1hqkj5u",
        "image": "cju17bz250pgd0799u1hqkj5u.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 9.4% of the image."
    },
    {
        "id": "cju17g6ykn1cs0993dww6qdi8",
        "image": "cju17g6ykn1cs0993dww6qdi8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 32.1% of the image."
    },
    {
        "id": "cju17hw9hr9c5098800fu4u8e",
        "image": "cju17hw9hr9c5098800fu4u8e.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.6% of the image."
    },
    {
        "id": "cju17otoe119u0799nqcbl8n1",
        "image": "cju17otoe119u0799nqcbl8n1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 62.5% of the image."
    },
    {
        "id": "cju17r8il13910799dr2wme2e",
        "image": "cju17r8il13910799dr2wme2e.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.3% of the image."
    },
    {
        "id": "cju17v6ih0u7808783zcbg1jy",
        "image": "cju17v6ih0u7808783zcbg1jy.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 35.7% of the image."
    },
    {
        "id": "cju17x0j4nfc10993y31pvlgs",
        "image": "cju17x0j4nfc10993y31pvlgs.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 70.8% of the image."
    },
    {
        "id": "cju17z0qongpa0993de4boim4",
        "image": "cju17z0qongpa0993de4boim4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.4% of the image."
    },
    {
        "id": "cju1819curo000988pd5xcqme",
        "image": "cju1819curo000988pd5xcqme.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 11.1% of the image."
    },
    {
        "id": "cju183od81ff608017ekzif89",
        "image": "cju183od81ff608017ekzif89.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 15.9% of the image."
    },
    {
        "id": "cju1871y11d6r0799k6cw4yze",
        "image": "cju1871y11d6r0799k6cw4yze.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 15.7% of the image."
    },
    {
        "id": "cju18849rrsgr0988p90hkygb",
        "image": "cju18849rrsgr0988p90hkygb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.8% of the image."
    },
    {
        "id": "cju18gzrq18zw0878wbf4ftw6",
        "image": "cju18gzrq18zw0878wbf4ftw6.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.0% of the image."
    },
    {
        "id": "cju18ibp219ub08783i6o98g7",
        "image": "cju18ibp219ub08783i6o98g7.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 2.0% of the image."
    },
    {
        "id": "cju18kevfrojc0835bn90f1in",
        "image": "cju18kevfrojc0835bn90f1in.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 5.6% of the image."
    },
    {
        "id": "cju1alwgo30z60855fm3y23sm",
        "image": "cju1alwgo30z60855fm3y23sm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.9% of the image."
    },
    {
        "id": "cju1amqw6p8pw0993d9gc5crl",
        "image": "cju1amqw6p8pw0993d9gc5crl.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 2.6% of the image."
    },
    {
        "id": "cju1aqqv02qwz0878a5cyhr67",
        "image": "cju1aqqv02qwz0878a5cyhr67.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 5.9% of the image."
    },
    {
        "id": "cju1ats0y372e08011yazcsxm",
        "image": "cju1ats0y372e08011yazcsxm.jpg",
        "description": "The tumor is in the top and left side of the colon, covering a moderate area, accounting for approximately 16.0% of the image."
    },
    {
        "id": "cju1b0y2e396p08558ois175d",
        "image": "cju1b0y2e396p08558ois175d.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.3% of the image."
    },
    {
        "id": "cju1b3zgj3d8e0801kpolea6c",
        "image": "cju1b3zgj3d8e0801kpolea6c.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.7% of the image."
    },
    {
        "id": "cju1b75x63ddl0799sdp0i2j3",
        "image": "cju1b75x63ddl0799sdp0i2j3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.0% of the image."
    },
    {
        "id": "cju1bhnfitmge0835ynls0l6b",
        "image": "cju1bhnfitmge0835ynls0l6b.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.5% of the image."
    },
    {
        "id": "cju1bm8063nmh07996rsjjemq",
        "image": "cju1bm8063nmh07996rsjjemq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.8% of the image."
    },
    {
        "id": "cju1brhsj3rls0855a1vgdlen",
        "image": "cju1brhsj3rls0855a1vgdlen.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.2% of the image."
    },
    {
        "id": "cju1c0qb4tzi308355wtsnp0y",
        "image": "cju1c0qb4tzi308355wtsnp0y.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 35.5% of the image."
    },
    {
        "id": "cju1c3218411b08014g9f6gig",
        "image": "cju1c3218411b08014g9f6gig.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 16.3% of the image."
    },
    {
        "id": "cju1c4fcu40hl07992b8gj0c8",
        "image": "cju1c4fcu40hl07992b8gj0c8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju1c6yfz42md08550zgoz3pw",
        "image": "cju1c6yfz42md08550zgoz3pw.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 27.2% of the image."
    },
    {
        "id": "cju1c8ffau5770835g0g343o8",
        "image": "cju1c8ffau5770835g0g343o8.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 3.8% of the image."
    },
    {
        "id": "cju1cbokpuiw70988j4lq1fpi",
        "image": "cju1cbokpuiw70988j4lq1fpi.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 4.5% of the image."
    },
    {
        "id": "cju1cdxvz48hw0801i0fjwcnk",
        "image": "cju1cdxvz48hw0801i0fjwcnk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.7% of the image."
    },
    {
        "id": "cju1cfhyg48bb0799cl5pr2jh",
        "image": "cju1cfhyg48bb0799cl5pr2jh.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 16.8% of the image."
    },
    {
        "id": "cju1cj3f0qi5n0993ut8f49rj",
        "image": "cju1cj3f0qi5n0993ut8f49rj.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a large area, accounting for approximately 24.0% of the image."
    },
    {
        "id": "cju1cnnziug1l0835yh4ropyg",
        "image": "cju1cnnziug1l0835yh4ropyg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 19.8% of the image."
    },
    {
        "id": "cju1cqc7n4gpy0855jt246k68",
        "image": "cju1cqc7n4gpy0855jt246k68.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju1csmlc4ht10799b8ymmghg",
        "image": "cju1csmlc4ht10799b8ymmghg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.5% of the image."
    },
    {
        "id": "cju1cu1u2474n0878tt7v4tdr",
        "image": "cju1cu1u2474n0878tt7v4tdr.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 2.3% of the image."
    },
    {
        "id": "cju1cvkfwqrec0993wbp1jlzm",
        "image": "cju1cvkfwqrec0993wbp1jlzm.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 4.4% of the image."
    },
    {
        "id": "cju1cyjb5qtie0993njqne9m3",
        "image": "cju1cyjb5qtie0993njqne9m3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 51.4% of the image."
    },
    {
        "id": "cju1d31sp4d4k0878r3fr02ul",
        "image": "cju1d31sp4d4k0878r3fr02ul.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.5% of the image."
    },
    {
        "id": "cju1d50a94qf50855wsowacrc",
        "image": "cju1d50a94qf50855wsowacrc.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 6.3% of the image."
    },
    {
        "id": "cju1d96gsv62d09881b3wecw2",
        "image": "cju1d96gsv62d09881b3wecw2.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 25.9% of the image."
    },
    {
        "id": "cju1ddr6p4k5z08780uuuzit2",
        "image": "cju1ddr6p4k5z08780uuuzit2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.4% of the image."
    },
    {
        "id": "cju1dfeupuzlw0835gnxip369",
        "image": "cju1dfeupuzlw0835gnxip369.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 7.3% of the image."
    },
    {
        "id": "cju1dg44i4z3w0801nyz4p6zf",
        "image": "cju1dg44i4z3w0801nyz4p6zf.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 1.0% of the image."
    },
    {
        "id": "cju1dhfok4mhe0878jlgrag0h",
        "image": "cju1dhfok4mhe0878jlgrag0h.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.4% of the image."
    },
    {
        "id": "cju1dia8hvc6v098827mgffnm",
        "image": "cju1dia8hvc6v098827mgffnm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.4% of the image."
    },
    {
        "id": "cju1djtprvd7b0988thwwrg09",
        "image": "cju1djtprvd7b0988thwwrg09.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 6.3% of the image."
    },
    {
        "id": "cju1dnz61vfp40988e78bkjga",
        "image": "cju1dnz61vfp40988e78bkjga.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 6.1% of the image."
    },
    {
        "id": "cju1dq3x1vgx109889c7wyirg",
        "image": "cju1dq3x1vgx109889c7wyirg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.2% of the image."
    },
    {
        "id": "cju1drnhbrb9409935wi7vkhg",
        "image": "cju1drnhbrb9409935wi7vkhg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 37.3% of the image."
    },
    {
        "id": "cju1efbr0rqxz09931z0lf4vf",
        "image": "cju1efbr0rqxz09931z0lf4vf.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.3% of the image."
    },
    {
        "id": "cju1egh885m1l0855ci1lt37c",
        "image": "cju1egh885m1l0855ci1lt37c.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 2.7% of the image."
    },
    {
        "id": "cju1egx9pvz2n0988eoy8jp23",
        "image": "cju1egx9pvz2n0988eoy8jp23.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 1.7% of the image."
    },
    {
        "id": "cju1ejj7dvqfa0835ra184v5m",
        "image": "cju1ejj7dvqfa0835ra184v5m.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 15.4% of the image."
    },
    {
        "id": "cju1erep75us208553i4ofwwe",
        "image": "cju1erep75us208553i4ofwwe.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.2% of the image."
    },
    {
        "id": "cju1euant5l960878iqj5vvto",
        "image": "cju1euant5l960878iqj5vvto.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.1% of the image."
    },
    {
        "id": "cju1euuc65wm00799m4sjdnnn",
        "image": "cju1euuc65wm00799m4sjdnnn.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "cju1ewnoh5z030855vpex9uzt",
        "image": "cju1ewnoh5z030855vpex9uzt.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.6% of the image."
    },
    {
        "id": "cju1expq45zst0855rjqwwj4m",
        "image": "cju1expq45zst0855rjqwwj4m.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 28.7% of the image."
    },
    {
        "id": "cju1f15k3w4ct0835cmde6ypo",
        "image": "cju1f15k3w4ct0835cmde6ypo.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 13.5% of the image."
    },
    {
        "id": "cju1f320ewfyu0988ndz6blh5",
        "image": "cju1f320ewfyu0988ndz6blh5.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 11.3% of the image."
    },
    {
        "id": "cju1f5x1164xv08555654c24r",
        "image": "cju1f5x1164xv08555654c24r.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.6% of the image."
    },
    {
        "id": "cju1f79yhsb5w0993txub59ol",
        "image": "cju1f79yhsb5w0993txub59ol.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 1.2% of the image."
    },
    {
        "id": "cju1f8w0t65en0799m9oacq0q",
        "image": "cju1f8w0t65en0799m9oacq0q.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 9.6% of the image."
    },
    {
        "id": "cju1fb9236a110801yvg0fwju",
        "image": "cju1fb9236a110801yvg0fwju.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 32.2% of the image."
    },
    {
        "id": "cju1ffnjn6ctm08015perkg37",
        "image": "cju1ffnjn6ctm08015perkg37.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 21.4% of the image."
    },
    {
        "id": "cju1fj6axwfp30835ukhuzhw9",
        "image": "cju1fj6axwfp30835ukhuzhw9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.9% of the image."
    },
    {
        "id": "cju1fjsb4sipq09931lvd8e41",
        "image": "cju1fjsb4sipq09931lvd8e41.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 7.2% of the image."
    },
    {
        "id": "cju1fm3id6gl50801r3fok20c",
        "image": "cju1fm3id6gl50801r3fok20c.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.8% of the image."
    },
    {
        "id": "cju1fmsyf6gxb0801cimx2gle",
        "image": "cju1fmsyf6gxb0801cimx2gle.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 8.3% of the image."
    },
    {
        "id": "cju1fr4etsmrr09933u4t4aql",
        "image": "cju1fr4etsmrr09933u4t4aql.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 28.6% of the image."
    },
    {
        "id": "cju1ftaji6isw0855108yqcse",
        "image": "cju1ftaji6isw0855108yqcse.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 15.1% of the image."
    },
    {
        "id": "cju1fuoa4wmc50835qfd11sp9",
        "image": "cju1fuoa4wmc50835qfd11sp9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.4% of the image."
    },
    {
        "id": "cju1fyb1d69et0878muzdak9u",
        "image": "cju1fyb1d69et0878muzdak9u.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.2% of the image."
    },
    {
        "id": "cju1g20bdwq6u0835e16xugcd",
        "image": "cju1g20bdwq6u0835e16xugcd.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 19.9% of the image."
    },
    {
        "id": "cju1g4nsb6ngy0799l4ezm8ab",
        "image": "cju1g4nsb6ngy0799l4ezm8ab.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.6% of the image."
    },
    {
        "id": "cju1gghyjwxt80835vx0wgxw0",
        "image": "cju1gghyjwxt80835vx0wgxw0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.5% of the image."
    },
    {
        "id": "cju1gi7jlwyld0835cdf6g6qz",
        "image": "cju1gi7jlwyld0835cdf6g6qz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 5.0% of the image."
    },
    {
        "id": "cju1gkndf6yi10801o1qnje19",
        "image": "cju1gkndf6yi10801o1qnje19.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 10.9% of the image."
    },
    {
        "id": "cju1gv7106qd008784gk603mg",
        "image": "cju1gv7106qd008784gk603mg.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 15.4% of the image."
    },
    {
        "id": "cju1h5w4wxajx0835mc954kxy",
        "image": "cju1h5w4wxajx0835mc954kxy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.7% of the image."
    },
    {
        "id": "cju1h89h6xbnx08352k2790o9",
        "image": "cju1h89h6xbnx08352k2790o9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.7% of the image."
    },
    {
        "id": "cju1haab178i70799tk9z8y8x",
        "image": "cju1haab178i70799tk9z8y8x.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 10.8% of the image."
    },
    {
        "id": "cju1hhj6mxfp90835n3wofrap",
        "image": "cju1hhj6mxfp90835n3wofrap.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.8% of the image."
    },
    {
        "id": "cju1hirfi7ekp0855q0vgm9qq",
        "image": "cju1hirfi7ekp0855q0vgm9qq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.9% of the image."
    },
    {
        "id": "cju1hmff8tkp809931jps6fbr",
        "image": "cju1hmff8tkp809931jps6fbr.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 39.8% of the image."
    },
    {
        "id": "cju1hp9i2xu8e0988u2dazk7m",
        "image": "cju1hp9i2xu8e0988u2dazk7m.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 13.2% of the image."
    },
    {
        "id": "cju1hs0za7jha0855vj0mdrjt",
        "image": "cju1hs0za7jha0855vj0mdrjt.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.8% of the image."
    },
    {
        "id": "cju1hyolc7aqu0878rrkfn1lr",
        "image": "cju1hyolc7aqu0878rrkfn1lr.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 7.8% of the image."
    },
    {
        "id": "cju2hdr06v2bq0799mbm3bks1",
        "image": "cju2hdr06v2bq0799mbm3bks1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.9% of the image."
    },
    {
        "id": "cju2hewssldzx0835ep795xu0",
        "image": "cju2hewssldzx0835ep795xu0.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.5% of the image."
    },
    {
        "id": "cju2hfqnmhisa0993gpleeldd",
        "image": "cju2hfqnmhisa0993gpleeldd.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.1% of the image."
    },
    {
        "id": "cju2hgsptlfam0835o3b59h1o",
        "image": "cju2hgsptlfam0835o3b59h1o.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.7% of the image."
    },
    {
        "id": "cju2hjrqcvi2j0801bx1i6gxg",
        "image": "cju2hjrqcvi2j0801bx1i6gxg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.8% of the image."
    },
    {
        "id": "cju2hlm19vjjf0801o69qnber",
        "image": "cju2hlm19vjjf0801o69qnber.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 15.2% of the image."
    },
    {
        "id": "cju2hos57llxm08359g92p6jj",
        "image": "cju2hos57llxm08359g92p6jj.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 13.9% of the image."
    },
    {
        "id": "cju2hqt33lmra0988fr5ijv8j",
        "image": "cju2hqt33lmra0988fr5ijv8j.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 15.4% of the image."
    },
    {
        "id": "cju2htabevq9108015qjei0x7",
        "image": "cju2htabevq9108015qjei0x7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 46.7% of the image."
    },
    {
        "id": "cju2hugv9vget0799hhk7ksvg",
        "image": "cju2hugv9vget0799hhk7ksvg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.7% of the image."
    },
    {
        "id": "cju2hw5gjlr5h0988so2qqres",
        "image": "cju2hw5gjlr5h0988so2qqres.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 20.0% of the image."
    },
    {
        "id": "cju2hx006vidl0799igm81vmh",
        "image": "cju2hx006vidl0799igm81vmh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.7% of the image."
    },
    {
        "id": "cju2i03ptvkiu0799xbbd4det",
        "image": "cju2i03ptvkiu0799xbbd4det.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.4% of the image."
    },
    {
        "id": "cju2i3hzclw3o0988rrgh911i",
        "image": "cju2i3hzclw3o0988rrgh911i.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.6% of the image."
    },
    {
        "id": "cju2i6acqvo6l0799u20fift8",
        "image": "cju2i6acqvo6l0799u20fift8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.2% of the image."
    },
    {
        "id": "cju2i8br1vqtd08784u6vmcjk",
        "image": "cju2i8br1vqtd08784u6vmcjk.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 19.1% of the image."
    },
    {
        "id": "cju2iatlki5u309930zmgkv6h",
        "image": "cju2iatlki5u309930zmgkv6h.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.6% of the image."
    },
    {
        "id": "cju2igw4gvxds0878808qj398",
        "image": "cju2igw4gvxds0878808qj398.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 44.6% of the image."
    },
    {
        "id": "cju2ij9uiic2l09933ljiv6gm",
        "image": "cju2ij9uiic2l09933ljiv6gm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.9% of the image."
    },
    {
        "id": "cju2lberzkdzm09938cl40pog",
        "image": "cju2lberzkdzm09938cl40pog.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.6% of the image."
    },
    {
        "id": "cju2lcyfgkf5809932fn9gucn",
        "image": "cju2lcyfgkf5809932fn9gucn.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.6% of the image."
    },
    {
        "id": "cju2lejzcy4pc0878c9rlonot",
        "image": "cju2lejzcy4pc0878c9rlonot.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a large area, accounting for approximately 22.3% of the image."
    },
    {
        "id": "cju2lyynuymli0855g7fxgbhe",
        "image": "cju2lyynuymli0855g7fxgbhe.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.8% of the image."
    },
    {
        "id": "cju2lz8vqktne0993fuym6drw",
        "image": "cju2lz8vqktne0993fuym6drw.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 6.2% of the image."
    },
    {
        "id": "cju2m56cryvqd0801gtn2yp8t",
        "image": "cju2m56cryvqd0801gtn2yp8t.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a small area, accounting for approximately 4.2% of the image."
    },
    {
        "id": "cju2m71z2ywwv080131bcrsd3",
        "image": "cju2m71z2ywwv080131bcrsd3.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 9.2% of the image."
    },
    {
        "id": "cju2ma647l0nj0993ot4deq2q",
        "image": "cju2ma647l0nj0993ot4deq2q.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.3% of the image."
    },
    {
        "id": "cju2mfjndoz700988b9lc3zeq",
        "image": "cju2mfjndoz700988b9lc3zeq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.9% of the image."
    },
    {
        "id": "cju2mh8t6p07008350e01tx2a",
        "image": "cju2mh8t6p07008350e01tx2a.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.5% of the image."
    },
    {
        "id": "cju2nbdpmlmcj0993s1cht0dz",
        "image": "cju2nbdpmlmcj0993s1cht0dz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.0% of the image."
    },
    {
        "id": "cju2nd7l7z98o0799gfjvyfmw",
        "image": "cju2nd7l7z98o0799gfjvyfmw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.7% of the image."
    },
    {
        "id": "cju2nfnvxzdkd0878399axlco",
        "image": "cju2nfnvxzdkd0878399axlco.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.5% of the image."
    },
    {
        "id": "cju2nguelpmlj0835rojdn097",
        "image": "cju2nguelpmlj0835rojdn097.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 17.1% of the image."
    },
    {
        "id": "cju2nnqrqzp580855z8mhzgd6",
        "image": "cju2nnqrqzp580855z8mhzgd6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 58.6% of the image."
    },
    {
        "id": "cju2np2k9zi3v079992ypxqkn",
        "image": "cju2np2k9zi3v079992ypxqkn.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 10.5% of the image."
    },
    {
        "id": "cju2nqapmzvk20801f9us40dx",
        "image": "cju2nqapmzvk20801f9us40dx.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 13.7% of the image."
    },
    {
        "id": "cju2nsmwjlzyl0993jl80chvz",
        "image": "cju2nsmwjlzyl0993jl80chvz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.1% of the image."
    },
    {
        "id": "cju2ntxtdzlvu0799xl3j9pan",
        "image": "cju2ntxtdzlvu0799xl3j9pan.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 2.9% of the image."
    },
    {
        "id": "cju2nyc5f02m40801ojqbtiea",
        "image": "cju2nyc5f02m40801ojqbtiea.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.0% of the image."
    },
    {
        "id": "cju2oi8sq0i2y0801mektzvw8",
        "image": "cju2oi8sq0i2y0801mektzvw8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 76.8% of the image."
    },
    {
        "id": "cju2okvco06xc0799kxe5n1qh",
        "image": "cju2okvco06xc0799kxe5n1qh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 33.8% of the image."
    },
    {
        "id": "cju2omjpeqj5a0988pjdlb8l1",
        "image": "cju2omjpeqj5a0988pjdlb8l1.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 26.8% of the image."
    },
    {
        "id": "cju2oo0wh0bqy0878biujeyhe",
        "image": "cju2oo0wh0bqy0878biujeyhe.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.5% of the image."
    },
    {
        "id": "cju2oq5570avm079959o20op1",
        "image": "cju2oq5570avm079959o20op1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 20.2% of the image."
    },
    {
        "id": "cju2osuru0ki00855txo0n3uu",
        "image": "cju2osuru0ki00855txo0n3uu.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 18.1% of the image."
    },
    {
        "id": "cju2otvvv0l7z0855x7we8cb0",
        "image": "cju2otvvv0l7z0855x7we8cb0.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 7.7% of the image."
    },
    {
        "id": "cju2ouil2mssu0993hvxsed6d",
        "image": "cju2ouil2mssu0993hvxsed6d.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.2% of the image."
    },
    {
        "id": "cju2p0eveqtdc0835gpi3p93i",
        "image": "cju2p0eveqtdc0835gpi3p93i.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.5% of the image."
    },
    {
        "id": "cju2p4ddkmzxj0993p94o62av",
        "image": "cju2p4ddkmzxj0993p94o62av.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 8.8% of the image."
    },
    {
        "id": "cju2p91qir00k08350ddfif0w",
        "image": "cju2p91qir00k08350ddfif0w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.2% of the image."
    },
    {
        "id": "cju2pag1f0s4r0878h52uq83s",
        "image": "cju2pag1f0s4r0878h52uq83s.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju2phaksnahz0993yxogjcpv",
        "image": "cju2phaksnahz0993yxogjcpv.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 5.0% of the image."
    },
    {
        "id": "cju2pjb9v0ywn0878j5g5n69j",
        "image": "cju2pjb9v0ywn0878j5g5n69j.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.3% of the image."
    },
    {
        "id": "cju2pkwt3r8b90988v2ywq1px",
        "image": "cju2pkwt3r8b90988v2ywq1px.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 6.8% of the image."
    },
    {
        "id": "cju2pmhtr17a00855cvpelzb0",
        "image": "cju2pmhtr17a00855cvpelzb0.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 10.5% of the image."
    },
    {
        "id": "cju2qdj95ru8g09886gfi9rsz",
        "image": "cju2qdj95ru8g09886gfi9rsz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 43.4% of the image."
    },
    {
        "id": "cju2qfie4rvz508357kad9z5o",
        "image": "cju2qfie4rvz508357kad9z5o.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.7% of the image."
    },
    {
        "id": "cju2qh5le1ock0878oahaql7d",
        "image": "cju2qh5le1ock0878oahaql7d.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 14.6% of the image."
    },
    {
        "id": "cju2qn2fzs1vy0988l243cvzy",
        "image": "cju2qn2fzs1vy0988l243cvzy.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a large area, accounting for approximately 21.2% of the image."
    },
    {
        "id": "cju2qozsk20cq0855ugrg3cri",
        "image": "cju2qozsk20cq0855ugrg3cri.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 10.9% of the image."
    },
    {
        "id": "cju2qqn5ys4uo0988ewrt2ip2",
        "image": "cju2qqn5ys4uo0988ewrt2ip2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 52.1% of the image."
    },
    {
        "id": "cju2qs32r1vys07999conmbvx",
        "image": "cju2qs32r1vys07999conmbvx.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 1.8% of the image."
    },
    {
        "id": "cju2qtee81yd708787bsjr75d",
        "image": "cju2qtee81yd708787bsjr75d.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.5% of the image."
    },
    {
        "id": "cju2qu37qobl50993aw7ghcfq",
        "image": "cju2qu37qobl50993aw7ghcfq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.9% of the image."
    },
    {
        "id": "cju2qvuj1s9ok0835tp2k4ozh",
        "image": "cju2qvuj1s9ok0835tp2k4ozh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.6% of the image."
    },
    {
        "id": "cju2qxxko229x08786gvxxhur",
        "image": "cju2qxxko229x08786gvxxhur.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 36.8% of the image."
    },
    {
        "id": "cju2qz06823a40878ojcz9ccx",
        "image": "cju2qz06823a40878ojcz9ccx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.1% of the image."
    },
    {
        "id": "cju2r11x7sdgx0988o8ule0wl",
        "image": "cju2r11x7sdgx0988o8ule0wl.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 14.3% of the image."
    },
    {
        "id": "cju2r2obh2bjm08553kng0rh7",
        "image": "cju2r2obh2bjm08553kng0rh7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 20.8% of the image."
    },
    {
        "id": "cju2r6mt2om21099352pny5gw",
        "image": "cju2r6mt2om21099352pny5gw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.1% of the image."
    },
    {
        "id": "cju2r7h21sj9608354gzks3ae",
        "image": "cju2r7h21sj9608354gzks3ae.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 3.5% of the image."
    },
    {
        "id": "cju2r91dg2k090801bh0xzbxk",
        "image": "cju2r91dg2k090801bh0xzbxk.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a small area, accounting for approximately 4.8% of the image."
    },
    {
        "id": "cju2raxlosl630988jdbfy9b0",
        "image": "cju2raxlosl630988jdbfy9b0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 33.4% of the image."
    },
    {
        "id": "cju2rga4psq9n09881z519xx0",
        "image": "cju2rga4psq9n09881z519xx0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.8% of the image."
    },
    {
        "id": "cju2ricdv2iys0878sv1adh0u",
        "image": "cju2ricdv2iys0878sv1adh0u.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 75.2% of the image."
    },
    {
        "id": "cju2rkjfwoxys0993x768l1j2",
        "image": "cju2rkjfwoxys0993x768l1j2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 28.4% of the image."
    },
    {
        "id": "cju2rlqdnoz9k0993cpjae3x0",
        "image": "cju2rlqdnoz9k0993cpjae3x0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.9% of the image."
    },
    {
        "id": "cju2rmd2rsw9g09888hh1efu0",
        "image": "cju2rmd2rsw9g09888hh1efu0.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 0.8% of the image."
    },
    {
        "id": "cju2rn0hasxri0835nfy3buay",
        "image": "cju2rn0hasxri0835nfy3buay.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 3.5% of the image."
    },
    {
        "id": "cju2rnkt22xep0801as160g9t",
        "image": "cju2rnkt22xep0801as160g9t.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.4% of the image."
    },
    {
        "id": "cju2ro5jqsy680988pi6qsujw",
        "image": "cju2ro5jqsy680988pi6qsujw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.3% of the image."
    },
    {
        "id": "cju2rpa30t07b0835im0erql0",
        "image": "cju2rpa30t07b0835im0erql0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.3% of the image."
    },
    {
        "id": "cju2rqo702wpx0855fn7d5cxh",
        "image": "cju2rqo702wpx0855fn7d5cxh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.1% of the image."
    },
    {
        "id": "cju2rxm8rpbaf0993o3qr2oph",
        "image": "cju2rxm8rpbaf0993o3qr2oph.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cju2rz4k434s70855wwx3ddtx",
        "image": "cju2rz4k434s70855wwx3ddtx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.7% of the image."
    },
    {
        "id": "cju2rzpsmtb0f0835jabkbao1",
        "image": "cju2rzpsmtb0f0835jabkbao1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.2% of the image."
    },
    {
        "id": "cju2s16zp317h0799gr67jqc2",
        "image": "cju2s16zp317h0799gr67jqc2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 29.0% of the image."
    },
    {
        "id": "cju2s2527pfyr0993l3h1149a",
        "image": "cju2s2527pfyr0993l3h1149a.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 3.0% of the image."
    },
    {
        "id": "cju2s9g11pnra0993gn4eh793",
        "image": "cju2s9g11pnra0993gn4eh793.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 48.0% of the image."
    },
    {
        "id": "cju2saez63gxl08559ucjq3kt",
        "image": "cju2saez63gxl08559ucjq3kt.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 13.7% of the image."
    },
    {
        "id": "cju2sevf53lkx08558h5bpaig",
        "image": "cju2sevf53lkx08558h5bpaig.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 24.0% of the image."
    },
    {
        "id": "cju2sggy13na70855tbeoqgha",
        "image": "cju2sggy13na70855tbeoqgha.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.0% of the image."
    },
    {
        "id": "cju2spdagu1l50835da1f46fr",
        "image": "cju2spdagu1l50835da1f46fr.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cju2srvy5440s0801y1ba9akr",
        "image": "cju2srvy5440s0801y1ba9akr.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 32.4% of the image."
    },
    {
        "id": "cju2sszfq3uye0878sucelzk2",
        "image": "cju2sszfq3uye0878sucelzk2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 62.4% of the image."
    },
    {
        "id": "cju2suk42469908015ngmq6f2",
        "image": "cju2suk42469908015ngmq6f2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.7% of the image."
    },
    {
        "id": "cju2sxf3iqbpv09937iksn8ep",
        "image": "cju2sxf3iqbpv09937iksn8ep.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.0% of the image."
    },
    {
        "id": "cju2syxa93yw40799x2iuwabz",
        "image": "cju2syxa93yw40799x2iuwabz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.3% of the image."
    },
    {
        "id": "cju2t16vuucaq0835xcpsivn2",
        "image": "cju2t16vuucaq0835xcpsivn2.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 6.9% of the image."
    },
    {
        "id": "cju2t2ivz43i10878zeg8r1br",
        "image": "cju2t2ivz43i10878zeg8r1br.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.8% of the image."
    },
    {
        "id": "cju2t3ibkuecr0835o7si16zv",
        "image": "cju2t3ibkuecr0835o7si16zv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "cju2t62nq45jl0799odpufwx6",
        "image": "cju2t62nq45jl0799odpufwx6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 20.4% of the image."
    },
    {
        "id": "cju2t9tdwuk700835kv0ljmtl",
        "image": "cju2t9tdwuk700835kv0ljmtl.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 16.8% of the image."
    },
    {
        "id": "cju2ti1du4idn0878giuozonw",
        "image": "cju2ti1du4idn0878giuozonw.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 11.0% of the image."
    },
    {
        "id": "cju2tjrog4jy30878pawyazqc",
        "image": "cju2tjrog4jy30878pawyazqc.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 12.2% of the image."
    },
    {
        "id": "cju2top2ruxxy0988p1svx36g",
        "image": "cju2top2ruxxy0988p1svx36g.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 20.9% of the image."
    },
    {
        "id": "cju2tpfa5uyx408359datxqqj",
        "image": "cju2tpfa5uyx408359datxqqj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.5% of the image."
    },
    {
        "id": "cju2tqfgw4oat0799rn0g5b2z",
        "image": "cju2tqfgw4oat0799rn0g5b2z.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.5% of the image."
    },
    {
        "id": "cju2trbpkv0c00988hxla5dzz",
        "image": "cju2trbpkv0c00988hxla5dzz.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 18.2% of the image."
    },
    {
        "id": "cju2trtjf4qjd0878a2zle9v9",
        "image": "cju2trtjf4qjd0878a2zle9v9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.0% of the image."
    },
    {
        "id": "cju2tvrvm53ws0801a0jfjdxg",
        "image": "cju2tvrvm53ws0801a0jfjdxg.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 13.7% of the image."
    },
    {
        "id": "cju2txjfzv60w098839dcimys",
        "image": "cju2txjfzv60w098839dcimys.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.2% of the image."
    },
    {
        "id": "cju2tzypl4wss0799ow05oxb9",
        "image": "cju2tzypl4wss0799ow05oxb9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.7% of the image."
    },
    {
        "id": "cju2u2b9o4zvp08788qb9nqxj",
        "image": "cju2u2b9o4zvp08788qb9nqxj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.6% of the image."
    },
    {
        "id": "cju2u4pymvc720988wsxrmi84",
        "image": "cju2u4pymvc720988wsxrmi84.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 31.9% of the image."
    },
    {
        "id": "cju2u73dj53oz0878486k8k4b",
        "image": "cju2u73dj53oz0878486k8k4b.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.4% of the image."
    },
    {
        "id": "cju2ueb6j5ado0878vf5md13o",
        "image": "cju2ueb6j5ado0878vf5md13o.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.9% of the image."
    },
    {
        "id": "cju2ulk385h170799rlklxob0",
        "image": "cju2ulk385h170799rlklxob0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 33.0% of the image."
    },
    {
        "id": "cju2uokeg5jm20799xwgsyz89",
        "image": "cju2uokeg5jm20799xwgsyz89.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.8% of the image."
    },
    {
        "id": "cju2upu4evw7g08358guwozxv",
        "image": "cju2upu4evw7g08358guwozxv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.3% of the image."
    },
    {
        "id": "cju2urqpwvxw70835rvndvtsi",
        "image": "cju2urqpwvxw70835rvndvtsi.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.4% of the image."
    },
    {
        "id": "cju2uwz9f5yf1085506cfamfx",
        "image": "cju2uwz9f5yf1085506cfamfx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.5% of the image."
    },
    {
        "id": "cju2uy8ox62jo0801g88hh42z",
        "image": "cju2uy8ox62jo0801g88hh42z.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.7% of the image."
    },
    {
        "id": "cju2uzabhs6er0993x3aaf87p",
        "image": "cju2uzabhs6er0993x3aaf87p.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.5% of the image."
    },
    {
        "id": "cju2wtwj87kys0855kx6mddzw",
        "image": "cju2wtwj87kys0855kx6mddzw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 41.7% of the image."
    },
    {
        "id": "cju2wve9v7esz0878mxsdcy04",
        "image": "cju2wve9v7esz0878mxsdcy04.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju2wx0gh7fpz0878wwyd9ep8",
        "image": "cju2wx0gh7fpz0878wwyd9ep8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.2% of the image."
    },
    {
        "id": "cju2wxv0hxs2f09884w48v8fi",
        "image": "cju2wxv0hxs2f09884w48v8fi.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.8% of the image."
    },
    {
        "id": "cju2wzu8wxtgu09880ku9x1pg",
        "image": "cju2wzu8wxtgu09880ku9x1pg.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 16.3% of the image."
    },
    {
        "id": "cju2x7vw87mu30878hye2ca0m",
        "image": "cju2x7vw87mu30878hye2ca0m.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a large area, accounting for approximately 20.5% of the image."
    },
    {
        "id": "cju2xa3i4y0160988i679zsqd",
        "image": "cju2xa3i4y0160988i679zsqd.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.9% of the image."
    },
    {
        "id": "cju2xbk0080y80801eghyddi2",
        "image": "cju2xbk0080y80801eghyddi2.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 7.7% of the image."
    },
    {
        "id": "cju2xd75m82720801q4s4ik3n",
        "image": "cju2xd75m82720801q4s4ik3n.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.4% of the image."
    },
    {
        "id": "cju2xf8e5y2wm08359vcgk09b",
        "image": "cju2xf8e5y2wm08359vcgk09b.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 35.6% of the image."
    },
    {
        "id": "cju2xjz2ju8pe0993ysv9wg17",
        "image": "cju2xjz2ju8pe0993ysv9wg17.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.9% of the image."
    },
    {
        "id": "cju2xlcqxy9c60988vjacdznb",
        "image": "cju2xlcqxy9c60988vjacdznb.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 19.2% of the image."
    },
    {
        "id": "cju2xs6na81t20878pt6nkfip",
        "image": "cju2xs6na81t20878pt6nkfip.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 24.2% of the image."
    },
    {
        "id": "cju2xwm1s84l50799i60mq0pu",
        "image": "cju2xwm1s84l50799i60mq0pu.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 4.8% of the image."
    },
    {
        "id": "cju2xyd9vyi7m098831qcucse",
        "image": "cju2xyd9vyi7m098831qcucse.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.8% of the image."
    },
    {
        "id": "cju2y0z6g87p10878fpk5d3rq",
        "image": "cju2y0z6g87p10878fpk5d3rq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.0% of the image."
    },
    {
        "id": "cju2y26c588bo07993ksd8eoz",
        "image": "cju2y26c588bo07993ksd8eoz.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 7.7% of the image."
    },
    {
        "id": "cju2y40d8ulqo0993q0adtgtb",
        "image": "cju2y40d8ulqo0993q0adtgtb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.8% of the image."
    },
    {
        "id": "cju2y5zas8m7f0801d34g5owq",
        "image": "cju2y5zas8m7f0801d34g5owq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 28.0% of the image."
    },
    {
        "id": "cju2y8s56ymqr083541ggdsml",
        "image": "cju2y8s56ymqr083541ggdsml.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 9.6% of the image."
    },
    {
        "id": "cju2yb31a8e8u0878wdashg7o",
        "image": "cju2yb31a8e8u0878wdashg7o.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 17.6% of the image."
    },
    {
        "id": "cju2ycp1u8g2r0799jslnp7cz",
        "image": "cju2ycp1u8g2r0799jslnp7cz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.6% of the image."
    },
    {
        "id": "cju2yg5ht8i4p087800js8hp4",
        "image": "cju2yg5ht8i4p087800js8hp4.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 17.7% of the image."
    },
    {
        "id": "cju2yi9tz8vky0801yqip0xyl",
        "image": "cju2yi9tz8vky0801yqip0xyl.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 26.6% of the image."
    },
    {
        "id": "cju2yljr0yzhw0988ecf271ly",
        "image": "cju2yljr0yzhw0988ecf271ly.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.9% of the image."
    },
    {
        "id": "cju2yo1j1v0qz09934o0e683p",
        "image": "cju2yo1j1v0qz09934o0e683p.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.1% of the image."
    },
    {
        "id": "cju2ysg748ru80878sp6j0gm0",
        "image": "cju2ysg748ru80878sp6j0gm0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.1% of the image."
    },
    {
        "id": "cju2yv4imv6cz099314jveiib",
        "image": "cju2yv4imv6cz099314jveiib.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 11.3% of the image."
    },
    {
        "id": "cju2yw4s7z7p20988lmf2gdgd",
        "image": "cju2yw4s7z7p20988lmf2gdgd.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.0% of the image."
    },
    {
        "id": "cju2yyhsp933j0855hp32e012",
        "image": "cju2yyhsp933j0855hp32e012.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 20.5% of the image."
    },
    {
        "id": "cju2z1nxlzaj40835wj81s1iy",
        "image": "cju2z1nxlzaj40835wj81s1iy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.6% of the image."
    },
    {
        "id": "cju2z2x3nvd3c099350zgty7w",
        "image": "cju2z2x3nvd3c099350zgty7w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.8% of the image."
    },
    {
        "id": "cju2z45kuzf6d0988nz2c819m",
        "image": "cju2z45kuzf6d0988nz2c819m.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju2z6ez69g4u0801qwt088lw",
        "image": "cju2z6ez69g4u0801qwt088lw.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 31.2% of the image."
    },
    {
        "id": "cju2z9vlp9j0w0801oag91sy9",
        "image": "cju2z9vlp9j0w0801oag91sy9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.1% of the image."
    },
    {
        "id": "cju2zblxw9848087853csbrx1",
        "image": "cju2zblxw9848087853csbrx1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.6% of the image."
    },
    {
        "id": "cju2zdhsczmn50988z64qwg2q",
        "image": "cju2zdhsczmn50988z64qwg2q.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.6% of the image."
    },
    {
        "id": "cju2zdvjn9h7r08553cp4eed5",
        "image": "cju2zdvjn9h7r08553cp4eed5.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 6.5% of the image."
    },
    {
        "id": "cju2zgbj9zmrw0835nnlzxj4c",
        "image": "cju2zgbj9zmrw0835nnlzxj4c.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.7% of the image."
    },
    {
        "id": "cju2zi4l09f5807991s8do2b2",
        "image": "cju2zi4l09f5807991s8do2b2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.4% of the image."
    },
    {
        "id": "cju2zjcvj9qma0801dk71hhi0",
        "image": "cju2zjcvj9qma0801dk71hhi0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 37.7% of the image."
    },
    {
        "id": "cju2zkpdl9h7t0799ix60teqg",
        "image": "cju2zkpdl9h7t0799ix60teqg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.9% of the image."
    },
    {
        "id": "cju2zm0axztpe0988r8s9twjr",
        "image": "cju2zm0axztpe0988r8s9twjr.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 7.3% of the image."
    },
    {
        "id": "cju2zo0fwzv580988qlijd2xa",
        "image": "cju2zo0fwzv580988qlijd2xa.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.7% of the image."
    },
    {
        "id": "cju2zp89k9q1g0855k1x0f1xa",
        "image": "cju2zp89k9q1g0855k1x0f1xa.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.9% of the image."
    },
    {
        "id": "cju2zpw4q9vzr0801p0lysjdl",
        "image": "cju2zpw4q9vzr0801p0lysjdl.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.4% of the image."
    },
    {
        "id": "cju2zr3c3vwb00993jn06bbaz",
        "image": "cju2zr3c3vwb00993jn06bbaz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.4% of the image."
    },
    {
        "id": "cju2zrojo9kcd0878ld2epejq",
        "image": "cju2zrojo9kcd0878ld2epejq.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 4.5% of the image."
    },
    {
        "id": "cju2zwg05a0oy0801yr73ig7g",
        "image": "cju2zwg05a0oy0801yr73ig7g.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 12.1% of the image."
    },
    {
        "id": "cju2zxja9w1eh09933609ho9z",
        "image": "cju2zxja9w1eh09933609ho9z.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "cju2zy1e49pqk0878t6ncqn12",
        "image": "cju2zy1e49pqk0878t6ncqn12.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 3.4% of the image."
    },
    {
        "id": "cju300m3s04fg0988uzupuf7z",
        "image": "cju300m3s04fg0988uzupuf7z.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 17.7% of the image."
    },
    {
        "id": "cju302fqq9spc0878rrygyzzz",
        "image": "cju302fqq9spc0878rrygyzzz.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 22.6% of the image."
    },
    {
        "id": "cju303j5r062k098835zxfds5",
        "image": "cju303j5r062k098835zxfds5.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.5% of the image."
    },
    {
        "id": "cju30525w04r10835ygp257sb",
        "image": "cju30525w04r10835ygp257sb.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 9.8% of the image."
    },
    {
        "id": "cju306x7w05nb0835cunv799x",
        "image": "cju306x7w05nb0835cunv799x.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 16.3% of the image."
    },
    {
        "id": "cju30ajhw09sx0988qyahx9s8",
        "image": "cju30ajhw09sx0988qyahx9s8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 29.1% of the image."
    },
    {
        "id": "cju30bmab08bi0835mvlr6e0r",
        "image": "cju30bmab08bi0835mvlr6e0r.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.1% of the image."
    },
    {
        "id": "cju30df2j09dd08351ayx2t6w",
        "image": "cju30df2j09dd08351ayx2t6w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.5% of the image."
    },
    {
        "id": "cju30ftgja7170855xl9bkdm0",
        "image": "cju30ftgja7170855xl9bkdm0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.0% of the image."
    },
    {
        "id": "cju30gxjq0djk0988jytm49rs",
        "image": "cju30gxjq0djk0988jytm49rs.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.4% of the image."
    },
    {
        "id": "cju30ia8da2bq0799klnehml2",
        "image": "cju30ia8da2bq0799klnehml2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 45.0% of the image."
    },
    {
        "id": "cju30j1rgadut0801vuyrsnt8",
        "image": "cju30j1rgadut0801vuyrsnt8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.6% of the image."
    },
    {
        "id": "cju30k2z40ds308353kdew70n",
        "image": "cju30k2z40ds308353kdew70n.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.1% of the image."
    },
    {
        "id": "cju30lncba3ny0878jwnous8n",
        "image": "cju30lncba3ny0878jwnous8n.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 7.2% of the image."
    },
    {
        "id": "cju30mm25a53s0799qa5wiqe8",
        "image": "cju30mm25a53s0799qa5wiqe8.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 2.6% of the image."
    },
    {
        "id": "cju30nyxe0gfb0835p256yoju",
        "image": "cju30nyxe0gfb0835p256yoju.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 51.5% of the image."
    },
    {
        "id": "cju30ov1oah920801mi8thuyg",
        "image": "cju30ov1oah920801mi8thuyg.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 3.3% of the image."
    },
    {
        "id": "cju30qbm1ad3x0855znuhpz9u",
        "image": "cju30qbm1ad3x0855znuhpz9u.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.3% of the image."
    },
    {
        "id": "cju30u1hbakn808019g15nb8b",
        "image": "cju30u1hbakn808019g15nb8b.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.4% of the image."
    },
    {
        "id": "cju30xqmh0ni00835ix3batv1",
        "image": "cju30xqmh0ni00835ix3batv1.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 20.8% of the image."
    },
    {
        "id": "cju30ywtc0oar0835bp2en7ec",
        "image": "cju30ywtc0oar0835bp2en7ec.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 14.1% of the image."
    },
    {
        "id": "cju310f6val1v0855xo8tc3gu",
        "image": "cju310f6val1v0855xo8tc3gu.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 58.4% of the image."
    },
    {
        "id": "cju3128yi0rpu0988o4oo5n8n",
        "image": "cju3128yi0rpu0988o4oo5n8n.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.3% of the image."
    },
    {
        "id": "cju31rb7vb6110801p9rhacuw",
        "image": "cju31rb7vb6110801p9rhacuw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.5% of the image."
    },
    {
        "id": "cju31t8xd17bk0835rnb893jk",
        "image": "cju31t8xd17bk0835rnb893jk.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 0.7% of the image."
    },
    {
        "id": "cju31ugmfb3dz0855xtqshki6",
        "image": "cju31ugmfb3dz0855xtqshki6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.4% of the image."
    },
    {
        "id": "cju31w6goazci0799n014ly1q",
        "image": "cju31w6goazci0799n014ly1q.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 13.0% of the image."
    },
    {
        "id": "cju31y80qbawn0801twwm2l5s",
        "image": "cju31y80qbawn0801twwm2l5s.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 19.5% of the image."
    },
    {
        "id": "cju320gyvbch60801v2amdi2g",
        "image": "cju320gyvbch60801v2amdi2g.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.5% of the image."
    },
    {
        "id": "cju323ypb1fbb0988gx5rzudb",
        "image": "cju323ypb1fbb0988gx5rzudb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 38.6% of the image."
    },
    {
        "id": "cju324q101fhe08350wae9cif",
        "image": "cju324q101fhe08350wae9cif.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 10.2% of the image."
    },
    {
        "id": "cju326h4v1gxw08352px40p7r",
        "image": "cju326h4v1gxw08352px40p7r.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 39.2% of the image."
    },
    {
        "id": "cju3280wv1ir009882jze27tc",
        "image": "cju3280wv1ir009882jze27tc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.1% of the image."
    },
    {
        "id": "cju32a52lb9rc0799xi40qs00",
        "image": "cju32a52lb9rc0799xi40qs00.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 36.3% of the image."
    },
    {
        "id": "cju32csyfblyh080170aa3x5p",
        "image": "cju32csyfblyh080170aa3x5p.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.3% of the image."
    },
    {
        "id": "cju32fhnhbds40799broyoptc",
        "image": "cju32fhnhbds40799broyoptc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.3% of the image."
    },
    {
        "id": "cju32gzs6xo8x0993r8tedbpb",
        "image": "cju32gzs6xo8x0993r8tedbpb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.6% of the image."
    },
    {
        "id": "cju32jcdabepz0878d0cznmfe",
        "image": "cju32jcdabepz0878d0cznmfe.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 14.5% of the image."
    },
    {
        "id": "cju32l161bi1v07990vm376in",
        "image": "cju32l161bi1v07990vm376in.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.4% of the image."
    },
    {
        "id": "cju32phw2bv130801yj7bkouq",
        "image": "cju32phw2bv130801yj7bkouq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 57.0% of the image."
    },
    {
        "id": "cju32pzh9bpw10855q4vaxfhe",
        "image": "cju32pzh9bpw10855q4vaxfhe.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju32qr9tbvsj08013pkpjenq",
        "image": "cju32qr9tbvsj08013pkpjenq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.0% of the image."
    },
    {
        "id": "cju32srle1xfq083575i3fl75",
        "image": "cju32srle1xfq083575i3fl75.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.6% of the image."
    },
    {
        "id": "cju32upim1z7u0988l883nqp6",
        "image": "cju32upim1z7u0988l883nqp6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.8% of the image."
    },
    {
        "id": "cju32zhbnc1oy0801iyv1ix6p",
        "image": "cju32zhbnc1oy0801iyv1ix6p.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 25.9% of the image."
    },
    {
        "id": "cju330ofbc2l30801th5g3hw6",
        "image": "cju330ofbc2l30801th5g3hw6.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 4.3% of the image."
    },
    {
        "id": "cju33231uy4gi0993qc7b1jch",
        "image": "cju33231uy4gi0993qc7b1jch.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.2% of the image."
    },
    {
        "id": "cju334jzo261t0835yqudnfs1",
        "image": "cju334jzo261t0835yqudnfs1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 20.4% of the image."
    },
    {
        "id": "cju336l68y7if0993wf092166",
        "image": "cju336l68y7if0993wf092166.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.1% of the image."
    },
    {
        "id": "cju3381d8bz3h07991xtl7ra0",
        "image": "cju3381d8bz3h07991xtl7ra0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.3% of the image."
    },
    {
        "id": "cju33belnbyhm0878yxl42233",
        "image": "cju33belnbyhm0878yxl42233.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.1% of the image."
    },
    {
        "id": "cju33eqwbcch208012jikwdky",
        "image": "cju33eqwbcch208012jikwdky.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 14.4% of the image."
    },
    {
        "id": "cju33jon3ygbj0993pu22a4k6",
        "image": "cju33jon3ygbj0993pu22a4k6.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 4.4% of the image."
    },
    {
        "id": "cju33mirdc8mj0799k33wzoes",
        "image": "cju33mirdc8mj0799k33wzoes.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.5% of the image."
    },
    {
        "id": "cju33o12x2jm50988944mxq0v",
        "image": "cju33o12x2jm50988944mxq0v.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.5% of the image."
    },
    {
        "id": "cju33qpdvc9g0087825jhf3s9",
        "image": "cju33qpdvc9g0087825jhf3s9.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a small area, accounting for approximately 3.6% of the image."
    },
    {
        "id": "cju33w4sdcivk0855x879zht7",
        "image": "cju33w4sdcivk0855x879zht7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.9% of the image."
    },
    {
        "id": "cju33x0f22peh0988g0ln7w5v",
        "image": "cju33x0f22peh0988g0ln7w5v.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.8% of the image."
    },
    {
        "id": "cju33yemn2qb20988wfjxximx",
        "image": "cju33yemn2qb20988wfjxximx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cju33za6l2qy70988jhrlp2ev",
        "image": "cju33za6l2qy70988jhrlp2ev.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 6.0% of the image."
    },
    {
        "id": "cju34aozyyy830993bn16u32n",
        "image": "cju34aozyyy830993bn16u32n.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.3% of the image."
    },
    {
        "id": "cju34c1xfyz920993itxkkfad",
        "image": "cju34c1xfyz920993itxkkfad.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.4% of the image."
    },
    {
        "id": "cju34ds2531520988qjpqt6e3",
        "image": "cju34ds2531520988qjpqt6e3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.8% of the image."
    },
    {
        "id": "cju34eqjpcpm508788b3lhp97",
        "image": "cju34eqjpcpm508788b3lhp97.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 10.3% of the image."
    },
    {
        "id": "cju34fojcctcf0799ebolbvkn",
        "image": "cju34fojcctcf0799ebolbvkn.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 3.0% of the image."
    },
    {
        "id": "cju34i3qvcyog0855qiejxx5w",
        "image": "cju34i3qvcyog0855qiejxx5w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 29.4% of the image."
    },
    {
        "id": "cju34m7h536wq0988xz7gx79v",
        "image": "cju34m7h536wq0988xz7gx79v.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.7% of the image."
    },
    {
        "id": "cju34o6dbd2lo0855aqlcy1hs",
        "image": "cju34o6dbd2lo0855aqlcy1hs.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 4.8% of the image."
    },
    {
        "id": "cju34ouumcznz07996gg1xq7v",
        "image": "cju34ouumcznz07996gg1xq7v.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.0% of the image."
    },
    {
        "id": "cju34repocy5208780gswillm",
        "image": "cju34repocy5208780gswillm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.9% of the image."
    },
    {
        "id": "cju34sh43d8zm08019xbwhc0o",
        "image": "cju34sh43d8zm08019xbwhc0o.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.1% of the image."
    },
    {
        "id": "cju34uhepd3dd0799hs8782ad",
        "image": "cju34uhepd3dd0799hs8782ad.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.7% of the image."
    },
    {
        "id": "cju34xspwzenf0993cyzajv9n",
        "image": "cju34xspwzenf0993cyzajv9n.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 19.5% of the image."
    },
    {
        "id": "cju34ymm8d6700799uop0cw33",
        "image": "cju34ymm8d6700799uop0cw33.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 5.1% of the image."
    },
    {
        "id": "cju34zivp3fq80988opxbaqyn",
        "image": "cju34zivp3fq80988opxbaqyn.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.5% of the image."
    },
    {
        "id": "cju3518w2d838079939fqztbc",
        "image": "cju3518w2d838079939fqztbc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.5% of the image."
    },
    {
        "id": "cju3521y5d5mq0878t3ezsu4p",
        "image": "cju3521y5d5mq0878t3ezsu4p.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.4% of the image."
    },
    {
        "id": "cju353d1eda8c07992afde611",
        "image": "cju353d1eda8c07992afde611.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 9.4% of the image."
    },
    {
        "id": "cju35740hzm0g0993zl5ic246",
        "image": "cju35740hzm0g0993zl5ic246.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cju357rxxdaz30878y2esjpjt",
        "image": "cju357rxxdaz30878y2esjpjt.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.5% of the image."
    },
    {
        "id": "cju358pwtdby20878cg7nm0np",
        "image": "cju358pwtdby20878cg7nm0np.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a small area, accounting for approximately 4.7% of the image."
    },
    {
        "id": "cju35a77vdj4n08556jj2lgmc",
        "image": "cju35a77vdj4n08556jj2lgmc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.6% of the image."
    },
    {
        "id": "cju35atpxdjot0855q46aqrd0",
        "image": "cju35atpxdjot0855q46aqrd0.jpg",
        "description": "The tumor is in the top and left side of the colon, covering a moderate area, accounting for approximately 8.2% of the image."
    },
    {
        "id": "cju35c4wzdhow0799h6eq4sgs",
        "image": "cju35c4wzdhow0799h6eq4sgs.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.5% of the image."
    },
    {
        "id": "cju35eg0tdmjt085525sb4bua",
        "image": "cju35eg0tdmjt085525sb4bua.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.0% of the image."
    },
    {
        "id": "cju35fxqyzt5p0993vusm54qz",
        "image": "cju35fxqyzt5p0993vusm54qz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.4% of the image."
    },
    {
        "id": "cju35i2e63uxr0835h7zgkg9k",
        "image": "cju35i2e63uxr0835h7zgkg9k.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.7% of the image."
    },
    {
        "id": "cju35k2fr3vc50988c85qkrwg",
        "image": "cju35k2fr3vc50988c85qkrwg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.9% of the image."
    },
    {
        "id": "cju35ldepdtlm0801yv79y8vu",
        "image": "cju35ldepdtlm0801yv79y8vu.jpg",
        "description": "The tumor is in the top and left side of the colon, covering a moderate area, accounting for approximately 5.2% of the image."
    },
    {
        "id": "cju35mdz73x890835eynq1h9v",
        "image": "cju35mdz73x890835eynq1h9v.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.4% of the image."
    },
    {
        "id": "cju35oyvd3y850988km12hdz1",
        "image": "cju35oyvd3y850988km12hdz1.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 9.3% of the image."
    },
    {
        "id": "cju3tp94kfstl08181awh6z49",
        "image": "cju3tp94kfstl08181awh6z49.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 61.7% of the image."
    },
    {
        "id": "cju3tsh4lfsok0987w6x3a0v1",
        "image": "cju3tsh4lfsok0987w6x3a0v1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 38.1% of the image."
    },
    {
        "id": "cju3ttznuftyf09875t11850w",
        "image": "cju3ttznuftyf09875t11850w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.4% of the image."
    },
    {
        "id": "cju3tvffffx5f0818t5ov22al",
        "image": "cju3tvffffx5f0818t5ov22al.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 23.3% of the image."
    },
    {
        "id": "cju3tx1qyg0c907552fglumhc",
        "image": "cju3tx1qyg0c907552fglumhc.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 8.1% of the image."
    },
    {
        "id": "cju3u1c8tfyqx08503iedc3mx",
        "image": "cju3u1c8tfyqx08503iedc3mx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.6% of the image."
    },
    {
        "id": "cju3u39fog1bo0871lxjrabks",
        "image": "cju3u39fog1bo0871lxjrabks.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 8.8% of the image."
    },
    {
        "id": "cju3u4lxmg59o0755rz42b9en",
        "image": "cju3u4lxmg59o0755rz42b9en.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 13.8% of the image."
    },
    {
        "id": "cju3u815rg4ek0850vvhtcvcm",
        "image": "cju3u815rg4ek0850vvhtcvcm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 45.5% of the image."
    },
    {
        "id": "cju3ua8u0g9rg0801uayhdxhu",
        "image": "cju3ua8u0g9rg0801uayhdxhu.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.5% of the image."
    },
    {
        "id": "cju3uhb79gcgr0871orbrbi3x",
        "image": "cju3uhb79gcgr0871orbrbi3x.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.5% of the image."
    },
    {
        "id": "cju3ul8dogf1z09872y2ecowp",
        "image": "cju3ul8dogf1z09872y2ecowp.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.9% of the image."
    },
    {
        "id": "cju3umoh1geet0817cmpef5am",
        "image": "cju3umoh1geet0817cmpef5am.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.1% of the image."
    },
    {
        "id": "cju3uwz6ogsp10801h2r3bj5l",
        "image": "cju3uwz6ogsp10801h2r3bj5l.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.2% of the image."
    },
    {
        "id": "cju3uz4o6gr9z0850lhxyxvsj",
        "image": "cju3uz4o6gr9z0850lhxyxvsj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 20.9% of the image."
    },
    {
        "id": "cju3v0fl3gwce0755qkjhzmd4",
        "image": "cju3v0fl3gwce0755qkjhzmd4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.2% of the image."
    },
    {
        "id": "cju3v11mrgwwb0755u242ygye",
        "image": "cju3v11mrgwwb0755u242ygye.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.7% of the image."
    },
    {
        "id": "cju3v3ac9gyz30755hfqwyp1i",
        "image": "cju3v3ac9gyz30755hfqwyp1i.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 7.6% of the image."
    },
    {
        "id": "cju3v56bwgy8v0871w14pz8fx",
        "image": "cju3v56bwgy8v0871w14pz8fx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.5% of the image."
    },
    {
        "id": "cju3v664kh0px0818y4y7wolf",
        "image": "cju3v664kh0px0818y4y7wolf.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.4% of the image."
    },
    {
        "id": "cju3v72v5h1qz0818fggilwtq",
        "image": "cju3v72v5h1qz0818fggilwtq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.8% of the image."
    },
    {
        "id": "cju3wstckialg0871xs0vevsj",
        "image": "cju3wstckialg0871xs0vevsj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 33.7% of the image."
    },
    {
        "id": "cju3x2s11ibzi0817kk284k0j",
        "image": "cju3x2s11ibzi0817kk284k0j.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 10.4% of the image."
    },
    {
        "id": "cju3x4blzieu30850x10uuvbm",
        "image": "cju3x4blzieu30850x10uuvbm.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 7.3% of the image."
    },
    {
        "id": "cju3x5u2tiihx0818914gzxy1",
        "image": "cju3x5u2tiihx0818914gzxy1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.4% of the image."
    },
    {
        "id": "cju3x7xsaijq80818f0psavav",
        "image": "cju3x7xsaijq80818f0psavav.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 12.9% of the image."
    },
    {
        "id": "cju3x9lttikfb0818a0g104zn",
        "image": "cju3x9lttikfb0818a0g104zn.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju3xeexgii1j0817zs68tb4g",
        "image": "cju3xeexgii1j0817zs68tb4g.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 34.6% of the image."
    },
    {
        "id": "cju3xga12iixg0817dijbvjxw",
        "image": "cju3xga12iixg0817dijbvjxw.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 29.6% of the image."
    },
    {
        "id": "cju3xhpvvimda0987ygrpzni2",
        "image": "cju3xhpvvimda0987ygrpzni2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.2% of the image."
    },
    {
        "id": "cju3xiic0ilzp0850lusrb42j",
        "image": "cju3xiic0ilzp0850lusrb42j.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.0% of the image."
    },
    {
        "id": "cju3xjqtpikx50817tppy6g84",
        "image": "cju3xjqtpikx50817tppy6g84.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 15.1% of the image."
    },
    {
        "id": "cju3xl264ingx0850rcf0rshj",
        "image": "cju3xl264ingx0850rcf0rshj.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 10.5% of the image."
    },
    {
        "id": "cju3xtufwiv9c0818djsc4cqd",
        "image": "cju3xtufwiv9c0818djsc4cqd.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.8% of the image."
    },
    {
        "id": "cju3xuj20ivgp0818mij8bjrd",
        "image": "cju3xuj20ivgp0818mij8bjrd.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.2% of the image."
    },
    {
        "id": "cju3xvoo2iqlc0817eku2r3wl",
        "image": "cju3xvoo2iqlc0817eku2r3wl.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.3% of the image."
    },
    {
        "id": "cju3xwpgviwlx0871rwm15q7v",
        "image": "cju3xwpgviwlx0871rwm15q7v.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.3% of the image."
    },
    {
        "id": "cju3xzvnzj0hd0755xprz39nj",
        "image": "cju3xzvnzj0hd0755xprz39nj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 36.1% of the image."
    },
    {
        "id": "cju3y0pjrj1c30755nxekxccj",
        "image": "cju3y0pjrj1c30755nxekxccj.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "cju3y21quj0ir0818kgjagr15",
        "image": "cju3y21quj0ir0818kgjagr15.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.8% of the image."
    },
    {
        "id": "cju3y54kwj3nr0801biidlb4e",
        "image": "cju3y54kwj3nr0801biidlb4e.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 58.5% of the image."
    },
    {
        "id": "cju3y79ofj3va0871uqfb1mzo",
        "image": "cju3y79ofj3va0871uqfb1mzo.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.2% of the image."
    },
    {
        "id": "cju3y9difj6th0801kd1rqm3w",
        "image": "cju3y9difj6th0801kd1rqm3w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.2% of the image."
    },
    {
        "id": "cju3ya7goj6at0818v2l5ay7f",
        "image": "cju3ya7goj6at0818v2l5ay7f.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju3yb47cj1xq0817zfotbni4",
        "image": "cju3yb47cj1xq0817zfotbni4.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 13.2% of the image."
    },
    {
        "id": "cju3yht87j83m08507yk1u1fg",
        "image": "cju3yht87j83m08507yk1u1fg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 43.6% of the image."
    },
    {
        "id": "cju3ykamdj9u208503pygyuc8",
        "image": "cju3ykamdj9u208503pygyuc8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.8% of the image."
    },
    {
        "id": "cju40jl7skiuo0817p0smlgg8",
        "image": "cju40jl7skiuo0817p0smlgg8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 32.3% of the image."
    },
    {
        "id": "cju40m0rjkpw80871z6n6yg1u",
        "image": "cju40m0rjkpw80871z6n6yg1u.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.2% of the image."
    },
    {
        "id": "cju40poe4kt9s0755f9cnm3h5",
        "image": "cju40poe4kt9s0755f9cnm3h5.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 28.0% of the image."
    },
    {
        "id": "cju40r6jrksyk0871wg98zgho",
        "image": "cju40r6jrksyk0871wg98zgho.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.1% of the image."
    },
    {
        "id": "cju40sdwukv3k0755y99ug1k8",
        "image": "cju40sdwukv3k0755y99ug1k8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.5% of the image."
    },
    {
        "id": "cju40taxlkrho0987smigg0x0",
        "image": "cju40taxlkrho0987smigg0x0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.6% of the image."
    },
    {
        "id": "cju40u30gkuzc0871rq7t666d",
        "image": "cju40u30gkuzc0871rq7t666d.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 6.9% of the image."
    },
    {
        "id": "cju40w3hbkwpn08015rbs3wko",
        "image": "cju40w3hbkwpn08015rbs3wko.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 7.1% of the image."
    },
    {
        "id": "cju40wto5kxwi0755it190f2k",
        "image": "cju40wto5kxwi0755it190f2k.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 5.4% of the image."
    },
    {
        "id": "cju410dnfl0960755y8lu8d79",
        "image": "cju410dnfl0960755y8lu8d79.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 21.8% of the image."
    },
    {
        "id": "cju412uwlkva50850d1ps1ww7",
        "image": "cju412uwlkva50850d1ps1ww7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 41.3% of the image."
    },
    {
        "id": "cju414lf2l1lt0801rl3hjllj",
        "image": "cju414lf2l1lt0801rl3hjllj.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 15.5% of the image."
    },
    {
        "id": "cju418rckl3ur08012psrx1r1",
        "image": "cju418rckl3ur08012psrx1r1.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 13.9% of the image."
    },
    {
        "id": "cju41kd7yl4nm0850gil5qqwh",
        "image": "cju41kd7yl4nm0850gil5qqwh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.9% of the image."
    },
    {
        "id": "cju41lojblbs307555jdci937",
        "image": "cju41lojblbs307555jdci937.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.2% of the image."
    },
    {
        "id": "cju41nz76lcxu0755cya2qefx",
        "image": "cju41nz76lcxu0755cya2qefx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.9% of the image."
    },
    {
        "id": "cju41p90plcsx08018cnzpndc",
        "image": "cju41p90plcsx08018cnzpndc.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 2.6% of the image."
    },
    {
        "id": "cju41r6v2lcww0871ps8k8pf5",
        "image": "cju41r6v2lcww0871ps8k8pf5.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 19.7% of the image."
    },
    {
        "id": "cju41s6nbleqy0755e2mslg0b",
        "image": "cju41s6nbleqy0755e2mslg0b.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.4% of the image."
    },
    {
        "id": "cju41z76wlgbz0801qdetlvby",
        "image": "cju41z76wlgbz0801qdetlvby.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.7% of the image."
    },
    {
        "id": "cju422cm8lfxn0818ojicxejb",
        "image": "cju422cm8lfxn0818ojicxejb.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 10.2% of the image."
    },
    {
        "id": "cju424hy5lckr085073fva1ok",
        "image": "cju424hy5lckr085073fva1ok.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.4% of the image."
    },
    {
        "id": "cju426tomlhll0818fc0i7nvh",
        "image": "cju426tomlhll0818fc0i7nvh.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.9% of the image."
    },
    {
        "id": "cju428k5fldt108177s6g6f45",
        "image": "cju428k5fldt108177s6g6f45.jpg",
        "description": "The tumor is in the top and left side of the colon, covering a large area, accounting for approximately 21.8% of the image."
    },
    {
        "id": "cju42dwedlmk60871jbgu4ehi",
        "image": "cju42dwedlmk60871jbgu4ehi.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.6% of the image."
    },
    {
        "id": "cju42g865lorv07552ytz6xxa",
        "image": "cju42g865lorv07552ytz6xxa.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 22.1% of the image."
    },
    {
        "id": "cju42m60jlpcm08186kqppzqv",
        "image": "cju42m60jlpcm08186kqppzqv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.3% of the image."
    },
    {
        "id": "cju42nm68lpyo0818xvvqmupq",
        "image": "cju42nm68lpyo0818xvvqmupq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.0% of the image."
    },
    {
        "id": "cju42py9mlqyd0818u3d1d7ga",
        "image": "cju42py9mlqyd0818u3d1d7ga.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.0% of the image."
    },
    {
        "id": "cju42qet0lsq90871e50xbnuv",
        "image": "cju42qet0lsq90871e50xbnuv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.8% of the image."
    },
    {
        "id": "cju42romflni20817etb9a0fl",
        "image": "cju42romflni20817etb9a0fl.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.7% of the image."
    },
    {
        "id": "cju42tauqlo5p08171l3cuo4b",
        "image": "cju42tauqlo5p08171l3cuo4b.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 5.9% of the image."
    },
    {
        "id": "cju42u5bjlvi10801dc13sskp",
        "image": "cju42u5bjlvi10801dc13sskp.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.6% of the image."
    },
    {
        "id": "cju42wamblrqn098798r2yyok",
        "image": "cju42wamblrqn098798r2yyok.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a large area, accounting for approximately 23.3% of the image."
    },
    {
        "id": "cju42xpi8lw4w0871ve317a1p",
        "image": "cju42xpi8lw4w0871ve317a1p.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.1% of the image."
    },
    {
        "id": "cju430pm2lz0y0755jkhcc3d1",
        "image": "cju430pm2lz0y0755jkhcc3d1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.3% of the image."
    },
    {
        "id": "cju439oazm2fu0871ma0vvrft",
        "image": "cju439oazm2fu0871ma0vvrft.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.5% of the image."
    },
    {
        "id": "cju43b8daly4408170e5ev06g",
        "image": "cju43b8daly4408170e5ev06g.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 19.8% of the image."
    },
    {
        "id": "cju43c92lm5cj0755lorsorfg",
        "image": "cju43c92lm5cj0755lorsorfg.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 4.7% of the image."
    },
    {
        "id": "cju43eigtm6ev0801mv0m96t1",
        "image": "cju43eigtm6ev0801mv0m96t1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 41.8% of the image."
    },
    {
        "id": "cju43gfosm63n08714rpih8pe",
        "image": "cju43gfosm63n08714rpih8pe.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.2% of the image."
    },
    {
        "id": "cju43h43am1dy08176gwfhmnt",
        "image": "cju43h43am1dy08176gwfhmnt.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.0% of the image."
    },
    {
        "id": "cju43in5fm22c08175rxziqrk",
        "image": "cju43in5fm22c08175rxziqrk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 29.2% of the image."
    },
    {
        "id": "cju43jcqim2cp08172dvjvyui",
        "image": "cju43jcqim2cp08172dvjvyui.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 3.2% of the image."
    },
    {
        "id": "cju43kj2pm34f0850l28ahpni",
        "image": "cju43kj2pm34f0850l28ahpni.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 1.3% of the image."
    },
    {
        "id": "cju43lcnum9y10755bjs7z87f",
        "image": "cju43lcnum9y10755bjs7z87f.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.2% of the image."
    },
    {
        "id": "cju43mkj9m8wb0871qiadahub",
        "image": "cju43mkj9m8wb0871qiadahub.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 10.3% of the image."
    },
    {
        "id": "cju43o6n7m9nk087191ijwqq9",
        "image": "cju43o6n7m9nk087191ijwqq9.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.3% of the image."
    },
    {
        "id": "cju45jpvfn6c809873pv1i34s",
        "image": "cju45jpvfn6c809873pv1i34s.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.2% of the image."
    },
    {
        "id": "cju45lbgznahl08180xz1h7u6",
        "image": "cju45lbgznahl08180xz1h7u6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.8% of the image."
    },
    {
        "id": "cju45n0oxn5vu08500yfrt9jn",
        "image": "cju45n0oxn5vu08500yfrt9jn.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 10.0% of the image."
    },
    {
        "id": "cju45ofd9ne1j0801ri8dup7t",
        "image": "cju45ofd9ne1j0801ri8dup7t.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 58.6% of the image."
    },
    {
        "id": "cju45pm27n80u08174kyow1gj",
        "image": "cju45pm27n80u08174kyow1gj.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 13.6% of the image."
    },
    {
        "id": "cju45qbf3n9sa0987oonbkly9",
        "image": "cju45qbf3n9sa0987oonbkly9.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.6% of the image."
    },
    {
        "id": "cju45rj7ln8980850a7821fov",
        "image": "cju45rj7ln8980850a7821fov.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.2% of the image."
    },
    {
        "id": "cju45t5ddnbio0987qtqzx762",
        "image": "cju45t5ddnbio0987qtqzx762.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.5% of the image."
    },
    {
        "id": "cju45ty6zn9oz0850qy4qnck1",
        "image": "cju45ty6zn9oz0850qy4qnck1.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 11.8% of the image."
    },
    {
        "id": "cju45v0pungu40871acnwtmu5",
        "image": "cju45v0pungu40871acnwtmu5.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.8% of the image."
    },
    {
        "id": "cju5b9oyda4yr0850g9viziyv",
        "image": "cju5b9oyda4yr0850g9viziyv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.5% of the image."
    },
    {
        "id": "cju5bbtwsa8cl0987wgfsqpao",
        "image": "cju5bbtwsa8cl0987wgfsqpao.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 10.4% of the image."
    },
    {
        "id": "cju5bdwa3aatx0818b79i18zf",
        "image": "cju5bdwa3aatx0818b79i18zf.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 7.5% of the image."
    },
    {
        "id": "cju5bf6hxa6m50817rbwettgu",
        "image": "cju5bf6hxa6m50817rbwettgu.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 9.0% of the image."
    },
    {
        "id": "cju5bhv81abur0850ean02atv",
        "image": "cju5bhv81abur0850ean02atv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.9% of the image."
    },
    {
        "id": "cju5bj926aiec07559rshy4wa",
        "image": "cju5bj926aiec07559rshy4wa.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 4.3% of the image."
    },
    {
        "id": "cju5bmhdcafs909878qfzrqzi",
        "image": "cju5bmhdcafs909878qfzrqzi.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 15.5% of the image."
    },
    {
        "id": "cju5boicjagt20871b1fotkh4",
        "image": "cju5boicjagt20871b1fotkh4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 32.2% of the image."
    },
    {
        "id": "cju5buy2bal250818ipl6fqwv",
        "image": "cju5buy2bal250818ipl6fqwv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.5% of the image."
    },
    {
        "id": "cju5bwhapakm90987c1v4z46a",
        "image": "cju5bwhapakm90987c1v4z46a.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.6% of the image."
    },
    {
        "id": "cju5bycdkalkb09875f7bfrvx",
        "image": "cju5bycdkalkb09875f7bfrvx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 25.8% of the image."
    },
    {
        "id": "cju5c5xc7algd0817pb1ej5yo",
        "image": "cju5c5xc7algd0817pb1ej5yo.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.8% of the image."
    },
    {
        "id": "cju5c7oijaqmq09878qwgqv8n",
        "image": "cju5c7oijaqmq09878qwgqv8n.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.0% of the image."
    },
    {
        "id": "cju5ca9hcatkc0801jzwe7tfx",
        "image": "cju5ca9hcatkc0801jzwe7tfx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.4% of the image."
    },
    {
        "id": "cju5ccpvqash50850kb4bs22k",
        "image": "cju5ccpvqash50850kb4bs22k.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.5% of the image."
    },
    {
        "id": "cju5cetivauok0987ok3e5bre",
        "image": "cju5cetivauok0987ok3e5bre.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.1% of the image."
    },
    {
        "id": "cju5chrxxawka0871qcj171yz",
        "image": "cju5chrxxawka0871qcj171yz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.6% of the image."
    },
    {
        "id": "cju5cjh3xattc0817j2vbulzi",
        "image": "cju5cjh3xattc0817j2vbulzi.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.9% of the image."
    },
    {
        "id": "cju5cky5xb0ay0801oxet697t",
        "image": "cju5cky5xb0ay0801oxet697t.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju5clr68b48r0755cmuvponm",
        "image": "cju5clr68b48r0755cmuvponm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.9% of the image."
    },
    {
        "id": "cju5cu8qkb84x08186jwo8yin",
        "image": "cju5cu8qkb84x08186jwo8yin.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 4.2% of the image."
    },
    {
        "id": "cju5ddda9bkkt0850enzwatb1",
        "image": "cju5ddda9bkkt0850enzwatb1.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.6% of the image."
    },
    {
        "id": "cju5eftctcdbj08712gdp989f",
        "image": "cju5eftctcdbj08712gdp989f.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 27.4% of the image."
    },
    {
        "id": "cju5ekty5ckzf07550c9u3ckk",
        "image": "cju5ekty5ckzf07550c9u3ckk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.4% of the image."
    },
    {
        "id": "cju5enq1tcn1i0755hnkon787",
        "image": "cju5enq1tcn1i0755hnkon787.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.9% of the image."
    },
    {
        "id": "cju5eq8c8ck690850vix98hv3",
        "image": "cju5eq8c8ck690850vix98hv3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.5% of the image."
    },
    {
        "id": "cju5es375cnzy0801nkq35ffs",
        "image": "cju5es375cnzy0801nkq35ffs.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 6.7% of the image."
    },
    {
        "id": "cju5ew4h9cqaf0818rrczkmqh",
        "image": "cju5ew4h9cqaf0818rrczkmqh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.8% of the image."
    },
    {
        "id": "cju5eyfe9cpk90987laa7tsl3",
        "image": "cju5eyfe9cpk90987laa7tsl3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.8% of the image."
    },
    {
        "id": "cju5f0dezct4q08183ydw11dx",
        "image": "cju5f0dezct4q08183ydw11dx.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 10.5% of the image."
    },
    {
        "id": "cju5f26ebcuai0818xlwh6116",
        "image": "cju5f26ebcuai0818xlwh6116.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 8.2% of the image."
    },
    {
        "id": "cju5f8hxdcxxn08188obby0ea",
        "image": "cju5f8hxdcxxn08188obby0ea.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 13.4% of the image."
    },
    {
        "id": "cju5fb86jd1jp0755b1ukbhq5",
        "image": "cju5fb86jd1jp0755b1ukbhq5.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 29.8% of the image."
    },
    {
        "id": "cju5fi0yxd3ei0801v7u0yudn",
        "image": "cju5fi0yxd3ei0801v7u0yudn.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.2% of the image."
    },
    {
        "id": "cju5fs6j6d8350801vglraq4u",
        "image": "cju5fs6j6d8350801vglraq4u.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.2% of the image."
    },
    {
        "id": "cju5ft6mcd5q40987rhjgbrr6",
        "image": "cju5ft6mcd5q40987rhjgbrr6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.7% of the image."
    },
    {
        "id": "cju5fu081d8gc0818l3yylujk",
        "image": "cju5fu081d8gc0818l3yylujk.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 5.8% of the image."
    },
    {
        "id": "cju5fw37edaae0801vkwvocn7",
        "image": "cju5fw37edaae0801vkwvocn7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.6% of the image."
    },
    {
        "id": "cju5fydrud94708507vo6oy21",
        "image": "cju5fydrud94708507vo6oy21.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 34.5% of the image."
    },
    {
        "id": "cju5g163vd6mt0817uccuga6u",
        "image": "cju5g163vd6mt0817uccuga6u.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 4.9% of the image."
    },
    {
        "id": "cju5gucasds9d0801019axylx",
        "image": "cju5gucasds9d0801019axylx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.3% of the image."
    },
    {
        "id": "cju5h57xedz5h0755mjpc8694",
        "image": "cju5h57xedz5h0755mjpc8694.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 38.7% of the image."
    },
    {
        "id": "cju5hi52odyf90817prvcwg45",
        "image": "cju5hi52odyf90817prvcwg45.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.9% of the image."
    },
    {
        "id": "cju5hjxaae3i40850h5z2laf5",
        "image": "cju5hjxaae3i40850h5z2laf5.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 16.9% of the image."
    },
    {
        "id": "cju5hl8nee8a40755fm8qjj0o",
        "image": "cju5hl8nee8a40755fm8qjj0o.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.2% of the image."
    },
    {
        "id": "cju5hqz50e7o90850e0prlpa0",
        "image": "cju5hqz50e7o90850e0prlpa0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.0% of the image."
    },
    {
        "id": "cju5ht88gedbu0755xrcuddcx",
        "image": "cju5ht88gedbu0755xrcuddcx.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 20.4% of the image."
    },
    {
        "id": "cju5huurrecm70801y680y13m",
        "image": "cju5huurrecm70801y680y13m.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 11.1% of the image."
    },
    {
        "id": "cju5hwonqedw10801vsd3w6kk",
        "image": "cju5hwonqedw10801vsd3w6kk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.7% of the image."
    },
    {
        "id": "cju5hyi9yegob0755ho3do8en",
        "image": "cju5hyi9yegob0755ho3do8en.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.3% of the image."
    },
    {
        "id": "cju5i39mreass0817au8p22zy",
        "image": "cju5i39mreass0817au8p22zy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 19.3% of the image."
    },
    {
        "id": "cju5i5oh2efg60987ez6cpf72",
        "image": "cju5i5oh2efg60987ez6cpf72.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 30.0% of the image."
    },
    {
        "id": "cju5jx7jzf7c90871c2i9aiov",
        "image": "cju5jx7jzf7c90871c2i9aiov.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.8% of the image."
    },
    {
        "id": "cju5jz5fff8c50871hbe6108f",
        "image": "cju5jz5fff8c50871hbe6108f.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.7% of the image."
    },
    {
        "id": "cju5k3j3uf6de0817hszzfr7n",
        "image": "cju5k3j3uf6de0817hszzfr7n.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.8% of the image."
    },
    {
        "id": "cju5k503sfa5f0871lx0rpu5y",
        "image": "cju5k503sfa5f0871lx0rpu5y.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 16.0% of the image."
    },
    {
        "id": "cju5k7r0yf98c09878csbxb4d",
        "image": "cju5k7r0yf98c09878csbxb4d.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 2.1% of the image."
    },
    {
        "id": "cju5klveuff6w0871wbibgh3m",
        "image": "cju5klveuff6w0871wbibgh3m.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "cju5knbbqfipk080128cggukq",
        "image": "cju5knbbqfipk080128cggukq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 41.5% of the image."
    },
    {
        "id": "cju5kre09fhka0850h7b1898j",
        "image": "cju5kre09fhka0850h7b1898j.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.0% of the image."
    },
    {
        "id": "cju5ktjwofed70817eg58ef7u",
        "image": "cju5ktjwofed70817eg58ef7u.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.0% of the image."
    },
    {
        "id": "cju5nxkujgscq0817l9gss626",
        "image": "cju5nxkujgscq0817l9gss626.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.5% of the image."
    },
    {
        "id": "cju5nyu31gv8e0871zpk74a2n",
        "image": "cju5nyu31gv8e0871zpk74a2n.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.1% of the image."
    },
    {
        "id": "cju5o1vu9gz8a0818eyy92bns",
        "image": "cju5o1vu9gz8a0818eyy92bns.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 18.4% of the image."
    },
    {
        "id": "cju5o4pk9h0720755lgp9jq8m",
        "image": "cju5o4pk9h0720755lgp9jq8m.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.8% of the image."
    },
    {
        "id": "cju5tenjojp1j0755ms4949h2",
        "image": "cju5tenjojp1j0755ms4949h2.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 20.3% of the image."
    },
    {
        "id": "cju5tgbzhjllu08174ca41eus",
        "image": "cju5tgbzhjllu08174ca41eus.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.8% of the image."
    },
    {
        "id": "cju5thdbrjp1108715xdfx356",
        "image": "cju5thdbrjp1108715xdfx356.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 2.5% of the image."
    },
    {
        "id": "cju5u4pywk81x0817vn9pe14z",
        "image": "cju5u4pywk81x0817vn9pe14z.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.3% of the image."
    },
    {
        "id": "cju5u6wf0kh1t0755bg1ssixv",
        "image": "cju5u6wf0kh1t0755bg1ssixv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 40.9% of the image."
    },
    {
        "id": "cju5u8gz4kj5b07552e2wpkwp",
        "image": "cju5u8gz4kj5b07552e2wpkwp.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.8% of the image."
    },
    {
        "id": "cju5udcufki0s09874ll1dbr5",
        "image": "cju5udcufki0s09874ll1dbr5.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 18.6% of the image."
    },
    {
        "id": "cju5ufn3skquf0818dhapnhba",
        "image": "cju5ufn3skquf0818dhapnhba.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "cju5uget8krjy0818kvywd0zu",
        "image": "cju5uget8krjy0818kvywd0zu.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.9% of the image."
    },
    {
        "id": "cju5uhrdwkmsu0817ervv91l8",
        "image": "cju5uhrdwkmsu0817ervv91l8.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 1.9% of the image."
    },
    {
        "id": "cju5ukkg6kv7u08011x2b6zl5",
        "image": "cju5ukkg6kv7u08011x2b6zl5.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.7% of the image."
    },
    {
        "id": "cju5uxjnol2r509871qv2yeia",
        "image": "cju5uxjnol2r509871qv2yeia.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 6.5% of the image."
    },
    {
        "id": "cju5uzmaol56l0817flxh4w9p",
        "image": "cju5uzmaol56l0817flxh4w9p.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju5v8pgplg6k0755rvi2t63h",
        "image": "cju5v8pgplg6k0755rvi2t63h.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cju5vbo6jldrt0871jf6f1700",
        "image": "cju5vbo6jldrt0871jf6f1700.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 7.6% of the image."
    },
    {
        "id": "cju5vcmrqla7i0817x4sp4pqw",
        "image": "cju5vcmrqla7i0817x4sp4pqw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.9% of the image."
    },
    {
        "id": "cju5vgawslbe30987ndeepc1b",
        "image": "cju5vgawslbe30987ndeepc1b.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 31.5% of the image."
    },
    {
        "id": "cju5vi4nxlc530817uoqm2m7a",
        "image": "cju5vi4nxlc530817uoqm2m7a.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.3% of the image."
    },
    {
        "id": "cju5von04litr08718j8po40a",
        "image": "cju5von04litr08718j8po40a.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.1% of the image."
    },
    {
        "id": "cju5vutu7ll8w0871dfp92n9p",
        "image": "cju5vutu7ll8w0871dfp92n9p.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.3% of the image."
    },
    {
        "id": "cju5vwbr4lhqn0987a1pji0ux",
        "image": "cju5vwbr4lhqn0987a1pji0ux.jpg",
        "description": "The tumor is in the bottom and left side of the colon, covering a moderate area, accounting for approximately 5.4% of the image."
    },
    {
        "id": "cju5vxuc5loxw0818u8xgf45p",
        "image": "cju5vxuc5loxw0818u8xgf45p.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.9% of the image."
    },
    {
        "id": "cju5vzjoslpj708186z2fusmz",
        "image": "cju5vzjoslpj708186z2fusmz.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.5% of the image."
    },
    {
        "id": "cju5w7xn0lrkq0801f9k0htgx",
        "image": "cju5w7xn0lrkq0801f9k0htgx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.7% of the image."
    },
    {
        "id": "cju5waeduln160817w0agirve",
        "image": "cju5waeduln160817w0agirve.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.3% of the image."
    },
    {
        "id": "cju5wcc90lu020850mjrxppv6",
        "image": "cju5wcc90lu020850mjrxppv6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.9% of the image."
    },
    {
        "id": "cju5wi6bqlxy90755bu227nvb",
        "image": "cju5wi6bqlxy90755bu227nvb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.2% of the image."
    },
    {
        "id": "cju5wj0faly5008187n6530af",
        "image": "cju5wj0faly5008187n6530af.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.1% of the image."
    },
    {
        "id": "cju5wkonqlrl409877y8zvnub",
        "image": "cju5wkonqlrl409877y8zvnub.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 17.3% of the image."
    },
    {
        "id": "cju5wmvsdlx1j0871npgj8j4b",
        "image": "cju5wmvsdlx1j0871npgj8j4b.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.1% of the image."
    },
    {
        "id": "cju5woy82m07m08505dmjg7g1",
        "image": "cju5woy82m07m08505dmjg7g1.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 16.8% of the image."
    },
    {
        "id": "cju5wphwwlu3m0987hh3ltg88",
        "image": "cju5wphwwlu3m0987hh3ltg88.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cju5wqonpm0e60801z88ewmy1",
        "image": "cju5wqonpm0e60801z88ewmy1.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cju5wrapcm2290818jsh26ppb",
        "image": "cju5wrapcm2290818jsh26ppb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.1% of the image."
    },
    {
        "id": "cju5wrrs0m2af0818vmnajbtw",
        "image": "cju5wrrs0m2af0818vmnajbtw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.4% of the image."
    },
    {
        "id": "cju5wtdu4m0im0871mix0yvc0",
        "image": "cju5wtdu4m0im0871mix0yvc0.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 10.3% of the image."
    },
    {
        "id": "cju5wuhm1lwm40987vugqn3vv",
        "image": "cju5wuhm1lwm40987vugqn3vv.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 9.0% of the image."
    },
    {
        "id": "cju5x00l6m5j608503k78ptee",
        "image": "cju5x00l6m5j608503k78ptee.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 39.7% of the image."
    },
    {
        "id": "cju5x15djm7ae0755h8czf6nt",
        "image": "cju5x15djm7ae0755h8czf6nt.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 9.8% of the image."
    },
    {
        "id": "cju5x28nzm7t907558ocq4bt7",
        "image": "cju5x28nzm7t907558ocq4bt7.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 14.3% of the image."
    },
    {
        "id": "cju5x7iskmad90818frchyfwd",
        "image": "cju5x7iskmad90818frchyfwd.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 17.8% of the image."
    },
    {
        "id": "cju5xjn5mm78b09871spyqhhr",
        "image": "cju5xjn5mm78b09871spyqhhr.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 16.9% of the image."
    },
    {
        "id": "cju5xkwzxmf0z0818gk4xabdm",
        "image": "cju5xkwzxmf0z0818gk4xabdm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.5% of the image."
    },
    {
        "id": "cju5xneamme2p0801qdf7fdwv",
        "image": "cju5xneamme2p0801qdf7fdwv.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju5xopi0md7q0871r1sjc1av",
        "image": "cju5xopi0md7q0871r1sjc1av.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 11.3% of the image."
    },
    {
        "id": "cju5xq3tdm9fn0987pbedxdg5",
        "image": "cju5xq3tdm9fn0987pbedxdg5.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 3.9% of the image."
    },
    {
        "id": "cju5y4hgqmk0i08180rjhbwvp",
        "image": "cju5y4hgqmk0i08180rjhbwvp.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.2% of the image."
    },
    {
        "id": "cju5y7buemcw80987p0r30g9f",
        "image": "cju5y7buemcw80987p0r30g9f.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 15.0% of the image."
    },
    {
        "id": "cju5y84q3mdv50817eyp82xf3",
        "image": "cju5y84q3mdv50817eyp82xf3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju5yclrymlgj0818k426ud6z",
        "image": "cju5yclrymlgj0818k426ud6z.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.7% of the image."
    },
    {
        "id": "cju5yeqiwmkgl0801fzv2douc",
        "image": "cju5yeqiwmkgl0801fzv2douc.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 21.4% of the image."
    },
    {
        "id": "cju5ygh1zmmdi0755uod5e17i",
        "image": "cju5ygh1zmmdi0755uod5e17i.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.1% of the image."
    },
    {
        "id": "cju5yhgznmkzb0801cji2vi8j",
        "image": "cju5yhgznmkzb0801cji2vi8j.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.1% of the image."
    },
    {
        "id": "cju5yimthmlv80850zhoc90c2",
        "image": "cju5yimthmlv80850zhoc90c2.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 5.5% of the image."
    },
    {
        "id": "cju5yjq1pmlgc0801z0t24bly",
        "image": "cju5yjq1pmlgc0801z0t24bly.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 12.9% of the image."
    },
    {
        "id": "cju5ymyd8mmdc0801ry3by1xr",
        "image": "cju5ymyd8mmdc0801ry3by1xr.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 3.6% of the image."
    },
    {
        "id": "cju6ur9l9v9jq0755paud9uka",
        "image": "cju6ur9l9v9jq0755paud9uka.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.2% of the image."
    },
    {
        "id": "cju6us80mv1b50871ebyq2wxa",
        "image": "cju6us80mv1b50871ebyq2wxa.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 1.4% of the image."
    },
    {
        "id": "cju6ut4l8va6y0755tyw3vfqq",
        "image": "cju6ut4l8va6y0755tyw3vfqq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.8% of the image."
    },
    {
        "id": "cju6uy20suzbl0987rzuhz7z9",
        "image": "cju6uy20suzbl0987rzuhz7z9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.7% of the image."
    },
    {
        "id": "cju6uzxk0v83p0801rcwnexdu",
        "image": "cju6uzxk0v83p0801rcwnexdu.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 30.2% of the image."
    },
    {
        "id": "cju6v1m1xv07w09870ah3njy1",
        "image": "cju6v1m1xv07w09870ah3njy1.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 6.4% of the image."
    },
    {
        "id": "cju6v3bb2v7xo085090blubyw",
        "image": "cju6v3bb2v7xo085090blubyw.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 12.4% of the image."
    },
    {
        "id": "cju6v4szov55u0871qmqz3v8n",
        "image": "cju6v4szov55u0871qmqz3v8n.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 43.8% of the image."
    },
    {
        "id": "cju6v5ilsv8hk0850rb5sgh6o",
        "image": "cju6v5ilsv8hk0850rb5sgh6o.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.2% of the image."
    },
    {
        "id": "cju6v6g6kvdw007552x6mb0po",
        "image": "cju6v6g6kvdw007552x6mb0po.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.0% of the image."
    },
    {
        "id": "cju6vgdmivcvb08018fra5lnv",
        "image": "cju6vgdmivcvb08018fra5lnv.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 16.7% of the image."
    },
    {
        "id": "cju6vifjlv55z0987un6y4zdo",
        "image": "cju6vifjlv55z0987un6y4zdo.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 62.1% of the image."
    },
    {
        "id": "cju6vqarjv7yo0987q4b1btk1",
        "image": "cju6vqarjv7yo0987q4b1btk1.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 11.8% of the image."
    },
    {
        "id": "cju6vrs1ov8cr098788h8gs6j",
        "image": "cju6vrs1ov8cr098788h8gs6j.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.4% of the image."
    },
    {
        "id": "cju6vta3kvazg0817qbeppjtm",
        "image": "cju6vta3kvazg0817qbeppjtm.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 24.0% of the image."
    },
    {
        "id": "cju6vucxvvlda0755j7msqnya",
        "image": "cju6vucxvvlda0755j7msqnya.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.8% of the image."
    },
    {
        "id": "cju6vvb8svhed0801jjcquh5e",
        "image": "cju6vvb8svhed0801jjcquh5e.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a small area, accounting for approximately 1.7% of the image."
    },
    {
        "id": "cju6vvxsev9y30987kespucdg",
        "image": "cju6vvxsev9y30987kespucdg.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 7.8% of the image."
    },
    {
        "id": "cju6w733bveoz0817e600tw72",
        "image": "cju6w733bveoz0817e600tw72.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 9.8% of the image."
    },
    {
        "id": "cju6wi3akvn8r0801px8eligc",
        "image": "cju6wi3akvn8r0801px8eligc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 62.0% of the image."
    },
    {
        "id": "cju6wjm81vgsc0987enk9n3pr",
        "image": "cju6wjm81vgsc0987enk9n3pr.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.6% of the image."
    },
    {
        "id": "cju6wll7wvo3y08502pagos8m",
        "image": "cju6wll7wvo3y08502pagos8m.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.9% of the image."
    },
    {
        "id": "cju6wn57mvooj0850rp78hhy7",
        "image": "cju6wn57mvooj0850rp78hhy7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 32.8% of the image."
    },
    {
        "id": "cju6wt9jvvn500871hjn3t3g0",
        "image": "cju6wt9jvvn500871hjn3t3g0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.9% of the image."
    },
    {
        "id": "cju6wuojavt740818b5qcv3iw",
        "image": "cju6wuojavt740818b5qcv3iw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.6% of the image."
    },
    {
        "id": "cju6x0yqbvxqt0755dhxislgb",
        "image": "cju6x0yqbvxqt0755dhxislgb.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 13.8% of the image."
    },
    {
        "id": "cju6x35ervu2808015c7eoqe4",
        "image": "cju6x35ervu2808015c7eoqe4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 20.6% of the image."
    },
    {
        "id": "cju6x4t13vyw60755gtcf9ndu",
        "image": "cju6x4t13vyw60755gtcf9ndu.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 21.6% of the image."
    },
    {
        "id": "cju6x97w4vwua0850x0997r0a",
        "image": "cju6x97w4vwua0850x0997r0a.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 8.2% of the image."
    },
    {
        "id": "cju6xa0qmvzun0818xjukgncj",
        "image": "cju6xa0qmvzun0818xjukgncj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.7% of the image."
    },
    {
        "id": "cju6xifswvwbo0987nibtdr50",
        "image": "cju6xifswvwbo0987nibtdr50.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 34.4% of the image."
    },
    {
        "id": "cju6xlygpw7bs0818n691jsq4",
        "image": "cju6xlygpw7bs0818n691jsq4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.9% of the image."
    },
    {
        "id": "cju6xmqd9w0250817l5kxfnsk",
        "image": "cju6xmqd9w0250817l5kxfnsk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.3% of the image."
    },
    {
        "id": "cju6ywm40wdbo0987pbftsvtg",
        "image": "cju6ywm40wdbo0987pbftsvtg.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 15.1% of the image."
    },
    {
        "id": "cju6yxyt0wh080871sqpepu47",
        "image": "cju6yxyt0wh080871sqpepu47.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.5% of the image."
    },
    {
        "id": "cju6yywx1whbb0871ksgfgf9f",
        "image": "cju6yywx1whbb0871ksgfgf9f.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 8.7% of the image."
    },
    {
        "id": "cju6z1bzbwfq50817b2alatvr",
        "image": "cju6z1bzbwfq50817b2alatvr.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 42.9% of the image."
    },
    {
        "id": "cju6z2616wqbk07555bvnuyr1",
        "image": "cju6z2616wqbk07555bvnuyr1.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 9.7% of the image."
    },
    {
        "id": "cju6z600qwh4z081700qimgl9",
        "image": "cju6z600qwh4z081700qimgl9.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 5.0% of the image."
    },
    {
        "id": "cju6z7e4bwgdd0987ogkzq9kt",
        "image": "cju6z7e4bwgdd0987ogkzq9kt.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 15.2% of the image."
    },
    {
        "id": "cju6z9a9kwsl007552s49rx6i",
        "image": "cju6z9a9kwsl007552s49rx6i.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 16.0% of the image."
    },
    {
        "id": "cju76erapykj30871x5eaxh4q",
        "image": "cju76erapykj30871x5eaxh4q.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 21.5% of the image."
    },
    {
        "id": "cju76l27oyrw907551ri2a7fl",
        "image": "cju76l27oyrw907551ri2a7fl.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.9% of the image."
    },
    {
        "id": "cju76lsehyia10987u54vn8rb",
        "image": "cju76lsehyia10987u54vn8rb.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.8% of the image."
    },
    {
        "id": "cju76o55nymqd0871h31sph9w",
        "image": "cju76o55nymqd0871h31sph9w.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 0.7% of the image."
    },
    {
        "id": "cju77196iyshb0850ycbto50a",
        "image": "cju77196iyshb0850ycbto50a.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 27.5% of the image."
    },
    {
        "id": "cju772304yw5t0818vbw8kkjf",
        "image": "cju772304yw5t0818vbw8kkjf.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.1% of the image."
    },
    {
        "id": "cju773hsyyosz0817pk1e7sjq",
        "image": "cju773hsyyosz0817pk1e7sjq.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 11.2% of the image."
    },
    {
        "id": "cju774fmayxif0818u2g79usw",
        "image": "cju774fmayxif0818u2g79usw.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 6.1% of the image."
    },
    {
        "id": "cju7787c5yy3l080159mwqsnj",
        "image": "cju7787c5yy3l080159mwqsnj.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.9% of the image."
    },
    {
        "id": "cju77afzlz3kp07550x5nafzs",
        "image": "cju77afzlz3kp07550x5nafzs.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 55.7% of the image."
    },
    {
        "id": "cju77b3wyz4160755qis4ljsb",
        "image": "cju77b3wyz4160755qis4ljsb.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 4.5% of the image."
    },
    {
        "id": "cju77bvg0yv4r0987yh60xmjo",
        "image": "cju77bvg0yv4r0987yh60xmjo.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.0% of the image."
    },
    {
        "id": "cju77g99iyxc00817zqi2ppor",
        "image": "cju77g99iyxc00817zqi2ppor.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.5% of the image."
    },
    {
        "id": "cju77idwfz36d0871tzfzz51i",
        "image": "cju77idwfz36d0871tzfzz51i.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 19.4% of the image."
    },
    {
        "id": "cju77j66ez52p08019xygi0co",
        "image": "cju77j66ez52p08019xygi0co.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.3% of the image."
    },
    {
        "id": "cju77k828z46w0871r0avuoo9",
        "image": "cju77k828z46w0871r0avuoo9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.0% of the image."
    },
    {
        "id": "cju77q10sz9ug0801449wu1nu",
        "image": "cju77q10sz9ug0801449wu1nu.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 10.6% of the image."
    },
    {
        "id": "cju77re6fz5bb0817vp9redjg",
        "image": "cju77re6fz5bb0817vp9redjg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.4% of the image."
    },
    {
        "id": "cju77t0razbvm080106o56289",
        "image": "cju77t0razbvm080106o56289.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 56.8% of the image."
    },
    {
        "id": "cju77u1sjz77b0817ft44r3fk",
        "image": "cju77u1sjz77b0817ft44r3fk.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 12.0% of the image."
    },
    {
        "id": "cju77vvcwzcm50850lzoykuva",
        "image": "cju77vvcwzcm50850lzoykuva.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 8.1% of the image."
    },
    {
        "id": "cju783tmkzkqu081803g7q5vk",
        "image": "cju783tmkzkqu081803g7q5vk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.8% of the image."
    },
    {
        "id": "cju784jpdzeae0987q5ypq883",
        "image": "cju784jpdzeae0987q5ypq883.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.2% of the image."
    },
    {
        "id": "cju785htizjzo08017tvlhtg4",
        "image": "cju785htizjzo08017tvlhtg4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.6% of the image."
    },
    {
        "id": "cju787jnjzjuj0871p94nck9g",
        "image": "cju787jnjzjuj0871p94nck9g.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 13.0% of the image."
    },
    {
        "id": "cju7adqyj1jcx08712r1ro5gx",
        "image": "cju7adqyj1jcx08712r1ro5gx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 28.4% of the image."
    },
    {
        "id": "cju7ae7bq1f820987toc8si1d",
        "image": "cju7ae7bq1f820987toc8si1d.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.9% of the image."
    },
    {
        "id": "cju7aez2x1jtj0871ztezs3oi",
        "image": "cju7aez2x1jtj0871ztezs3oi.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.1% of the image."
    },
    {
        "id": "cju7afqon1ip40850ue2308b6",
        "image": "cju7afqon1ip40850ue2308b6.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.0% of the image."
    },
    {
        "id": "cju7agj961l2r0818z29iq8yn",
        "image": "cju7agj961l2r0818z29iq8yn.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.8% of the image."
    },
    {
        "id": "cju7ahtkb1jr90801jck4kbds",
        "image": "cju7ahtkb1jr90801jck4kbds.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 13.5% of the image."
    },
    {
        "id": "cju7aifyo1p3n07552nxjx51f",
        "image": "cju7aifyo1p3n07552nxjx51f.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 6.1% of the image."
    },
    {
        "id": "cju7ajnbo1gvm098749rdouk0",
        "image": "cju7ajnbo1gvm098749rdouk0.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 23.1% of the image."
    },
    {
        "id": "cju7aklv31h4309871m29l4e7",
        "image": "cju7aklv31h4309871m29l4e7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.5% of the image."
    },
    {
        "id": "cju7alcgr1lsr0871riqk84z7",
        "image": "cju7alcgr1lsr0871riqk84z7.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 10.1% of the image."
    },
    {
        "id": "cju7amjna1ly40871ugiokehb",
        "image": "cju7amjna1ly40871ugiokehb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.6% of the image."
    },
    {
        "id": "cju7ap09p1kz10850ldccjebj",
        "image": "cju7ap09p1kz10850ldccjebj.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.2% of the image."
    },
    {
        "id": "cju7apr0c1qqm0755s7msqot4",
        "image": "cju7apr0c1qqm0755s7msqot4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.6% of the image."
    },
    {
        "id": "cju7aqkue1i2k09879uzcpt8r",
        "image": "cju7aqkue1i2k09879uzcpt8r.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.3% of the image."
    },
    {
        "id": "cju7arvfe1ldu0850erdmphgj",
        "image": "cju7arvfe1ldu0850erdmphgj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.7% of the image."
    },
    {
        "id": "cju7atnm31if40817pqclnjer",
        "image": "cju7atnm31if40817pqclnjer.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 16.6% of the image."
    },
    {
        "id": "cju7avvi51iox0817ym55y6tt",
        "image": "cju7avvi51iox0817ym55y6tt.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 52.5% of the image."
    },
    {
        "id": "cju7awzmu1ncs0871hziy65zx",
        "image": "cju7awzmu1ncs0871hziy65zx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.2% of the image."
    },
    {
        "id": "cju7azuu31mia0801pf9ib5ed",
        "image": "cju7azuu31mia0801pf9ib5ed.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 7.3% of the image."
    },
    {
        "id": "cju7b10ce1mnm08011c5bwyr4",
        "image": "cju7b10ce1mnm08011c5bwyr4.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 17.5% of the image."
    },
    {
        "id": "cju7b1ygu1msd0801hywhy0mc",
        "image": "cju7b1ygu1msd0801hywhy0mc.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 15.5% of the image."
    },
    {
        "id": "cju7b2l561oas0871decgslaf",
        "image": "cju7b2l561oas0871decgslaf.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 9.1% of the image."
    },
    {
        "id": "cju7b3f5h1sm40755i572jden",
        "image": "cju7b3f5h1sm40755i572jden.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.1% of the image."
    },
    {
        "id": "cju7b4mtw1n9n080186209f3d",
        "image": "cju7b4mtw1n9n080186209f3d.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 4.5% of the image."
    },
    {
        "id": "cju7b5afm1nfw0801xqm8bf8q",
        "image": "cju7b5afm1nfw0801xqm8bf8q.jpg",
        "description": "The tumor is in the top and left side of the colon, covering a moderate area, accounting for approximately 5.9% of the image."
    },
    {
        "id": "cju7b9vcs1luz0987ta60j1dy",
        "image": "cju7b9vcs1luz0987ta60j1dy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.4% of the image."
    },
    {
        "id": "cju7bb3ss1uoo0755pmhyco7t",
        "image": "cju7bb3ss1uoo0755pmhyco7t.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.4% of the image."
    },
    {
        "id": "cju7bc95p1mdm0817yqj5jc6j",
        "image": "cju7bc95p1mdm0817yqj5jc6j.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.1% of the image."
    },
    {
        "id": "cju7bd1qu1mx409877xjxibox",
        "image": "cju7bd1qu1mx409877xjxibox.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.7% of the image."
    },
    {
        "id": "cju7bduyq1rjf08719giru9ho",
        "image": "cju7bduyq1rjf08719giru9ho.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.3% of the image."
    },
    {
        "id": "cju7bf1lp1shi081835vs84lc",
        "image": "cju7bf1lp1shi081835vs84lc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 37.0% of the image."
    },
    {
        "id": "cju7bfx651qr80801cs7epotb",
        "image": "cju7bfx651qr80801cs7epotb.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 18.8% of the image."
    },
    {
        "id": "cju7bgnvb1sf808717qa799ir",
        "image": "cju7bgnvb1sf808717qa799ir.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 19.2% of the image."
    },
    {
        "id": "cju7bmi1v1pnj0987pa52jjok",
        "image": "cju7bmi1v1pnj0987pa52jjok.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.8% of the image."
    },
    {
        "id": "cju7cl8zm1xcu0817ado0jpas",
        "image": "cju7cl8zm1xcu0817ado0jpas.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 34.3% of the image."
    },
    {
        "id": "cju7cp6dw244p0818gncdol4m",
        "image": "cju7cp6dw244p0818gncdol4m.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.8% of the image."
    },
    {
        "id": "cju7cq6su27qv075574dir0r3",
        "image": "cju7cq6su27qv075574dir0r3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.4% of the image."
    },
    {
        "id": "cju7crgxa28550755wbsgqkel",
        "image": "cju7crgxa28550755wbsgqkel.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.9% of the image."
    },
    {
        "id": "cju7csvlb22fr0850lvm45n3x",
        "image": "cju7csvlb22fr0850lvm45n3x.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.0% of the image."
    },
    {
        "id": "cju7ctvqn25dy08186g442m1r",
        "image": "cju7ctvqn25dy08186g442m1r.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 14.3% of the image."
    },
    {
        "id": "cju7cue9b232j0801qdzk1ykj",
        "image": "cju7cue9b232j0801qdzk1ykj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.0% of the image."
    },
    {
        "id": "cju7cufm7298k0755j09uf3of",
        "image": "cju7cufm7298k0755j09uf3of.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.2% of the image."
    },
    {
        "id": "cju7d1tvt25bu08019dvw3uff",
        "image": "cju7d1tvt25bu08019dvw3uff.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 28.4% of the image."
    },
    {
        "id": "cju7d2q1k27nf08715zshsckt",
        "image": "cju7d2q1k27nf08715zshsckt.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a large area, accounting for approximately 22.4% of the image."
    },
    {
        "id": "cju7d3oc82cho0755dajlwldz",
        "image": "cju7d3oc82cho0755dajlwldz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.7% of the image."
    },
    {
        "id": "cju7d4jk723eu0817bqz2n39m",
        "image": "cju7d4jk723eu0817bqz2n39m.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.0% of the image."
    },
    {
        "id": "cju7d5m0p23kn09871rk7pu3v",
        "image": "cju7d5m0p23kn09871rk7pu3v.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 38.8% of the image."
    },
    {
        "id": "cju7d6ux323ze0987xos3srkx",
        "image": "cju7d6ux323ze0987xos3srkx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 38.1% of the image."
    },
    {
        "id": "cju7d7aut2a2p0818z4uxc6cd",
        "image": "cju7d7aut2a2p0818z4uxc6cd.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 1.8% of the image."
    },
    {
        "id": "cju7d7tly27h408016fyp5nr7",
        "image": "cju7d7tly27h408016fyp5nr7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.1% of the image."
    },
    {
        "id": "cju7d8m3b2e210755l8fj1yph",
        "image": "cju7d8m3b2e210755l8fj1yph.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 27.6% of the image."
    },
    {
        "id": "cju7d9seq29zd0871nzl2uu5m",
        "image": "cju7d9seq29zd0871nzl2uu5m.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.1% of the image."
    },
    {
        "id": "cju7da88w2eod0755wejzynvt",
        "image": "cju7da88w2eod0755wejzynvt.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju7db7lp2f400755tntd1ohf",
        "image": "cju7db7lp2f400755tntd1ohf.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.9% of the image."
    },
    {
        "id": "cju7dbppn28nx085097654msi",
        "image": "cju7dbppn28nx085097654msi.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.2% of the image."
    },
    {
        "id": "cju7dda8w2br20818zhsuz8s7",
        "image": "cju7dda8w2br20818zhsuz8s7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 37.4% of the image."
    },
    {
        "id": "cju7ddtz729960801uazp1knc",
        "image": "cju7ddtz729960801uazp1knc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.7% of the image."
    },
    {
        "id": "cju7deifq2fzn0755lc8idyh8",
        "image": "cju7deifq2fzn0755lc8idyh8.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.1% of the image."
    },
    {
        "id": "cju7dff9529h208503w60lbil",
        "image": "cju7dff9529h208503w60lbil.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 51.8% of the image."
    },
    {
        "id": "cju7dglf226g50987ohbthl19",
        "image": "cju7dglf226g50987ohbthl19.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 17.5% of the image."
    },
    {
        "id": "cju7dhpsc2dnn0818025m6857",
        "image": "cju7dhpsc2dnn0818025m6857.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 49.8% of the image."
    },
    {
        "id": "cju7dizi82h2i0755doucgnt3",
        "image": "cju7dizi82h2i0755doucgnt3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.8% of the image."
    },
    {
        "id": "cju7dlk532dsh0871zvr6qz0r",
        "image": "cju7dlk532dsh0871zvr6qz0r.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 19.0% of the image."
    },
    {
        "id": "cju7dmlgf2ebw0871ieqas5fh",
        "image": "cju7dmlgf2ebw0871ieqas5fh.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 9.2% of the image."
    },
    {
        "id": "cju7dn24o296i09871qfxb8s2",
        "image": "cju7dn24o296i09871qfxb8s2.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 15.3% of the image."
    },
    {
        "id": "cju7do8c72dbo0801vxfzxdc4",
        "image": "cju7do8c72dbo0801vxfzxdc4.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.3% of the image."
    },
    {
        "id": "cju7dp3dw2k4n0755zhe003ad",
        "image": "cju7dp3dw2k4n0755zhe003ad.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 6.8% of the image."
    },
    {
        "id": "cju7dqcwi2dz00850gcmr2ert",
        "image": "cju7dqcwi2dz00850gcmr2ert.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju7druhp2gp308715i6km7be",
        "image": "cju7druhp2gp308715i6km7be.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 33.0% of the image."
    },
    {
        "id": "cju7dsrtb2f8i085064kwugfk",
        "image": "cju7dsrtb2f8i085064kwugfk.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 8.7% of the image."
    },
    {
        "id": "cju7dtb1e2j0t0818deq51ib3",
        "image": "cju7dtb1e2j0t0818deq51ib3.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.6% of the image."
    },
    {
        "id": "cju7dubap2g0w0801fgl42mg9",
        "image": "cju7dubap2g0w0801fgl42mg9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 25.9% of the image."
    },
    {
        "id": "cju7dvl5m2n4t0755hlnnjjet",
        "image": "cju7dvl5m2n4t0755hlnnjjet.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 3.0% of the image."
    },
    {
        "id": "cju7dwe282dc309876rco45ts",
        "image": "cju7dwe282dc309876rco45ts.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 32.5% of the image."
    },
    {
        "id": "cju7dxffn2eam0817qxosfwch",
        "image": "cju7dxffn2eam0817qxosfwch.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 17.9% of the image."
    },
    {
        "id": "cju7dymur2od30755eg8yv2ht",
        "image": "cju7dymur2od30755eg8yv2ht.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 14.5% of the image."
    },
    {
        "id": "cju7dz5yy2i7z0801ausi7rna",
        "image": "cju7dz5yy2i7z0801ausi7rna.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.1% of the image."
    },
    {
        "id": "cju7ea4om2l910801bohqjccy",
        "image": "cju7ea4om2l910801bohqjccy.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.9% of the image."
    },
    {
        "id": "cju7ebe962hr409872ovibahw",
        "image": "cju7ebe962hr409872ovibahw.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 44.3% of the image."
    },
    {
        "id": "cju7ecl9i2i060987xawjp4l0",
        "image": "cju7ecl9i2i060987xawjp4l0.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a large area, accounting for approximately 24.1% of the image."
    },
    {
        "id": "cju7eea9b2m0z0801ynqv1fqu",
        "image": "cju7eea9b2m0z0801ynqv1fqu.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.6% of the image."
    },
    {
        "id": "cju7efffp2ivf0817etg3jehl",
        "image": "cju7efffp2ivf0817etg3jehl.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 44.2% of the image."
    },
    {
        "id": "cju7ehljc2or70871261br8ai",
        "image": "cju7ehljc2or70871261br8ai.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 55.2% of the image."
    },
    {
        "id": "cju7ejm2l2ncl0801wq6y84nw",
        "image": "cju7ejm2l2ncl0801wq6y84nw.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 7.0% of the image."
    },
    {
        "id": "cju7ekbo32pft0871fv7kzwb9",
        "image": "cju7ekbo32pft0871fv7kzwb9.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 3.2% of the image."
    },
    {
        "id": "cju7el6xv2k520817qxx9wdr5",
        "image": "cju7el6xv2k520817qxx9wdr5.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 25.7% of the image."
    },
    {
        "id": "cju7emdni2py40871ivhxjtut",
        "image": "cju7emdni2py40871ivhxjtut.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 36.1% of the image."
    },
    {
        "id": "cju7eotqi2qea0871y8yc7tqh",
        "image": "cju7eotqi2qea0871y8yc7tqh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 66.0% of the image."
    },
    {
        "id": "cju7epwj82koz098713apjnzo",
        "image": "cju7epwj82koz098713apjnzo.jpg",
        "description": "The tumor is in the top and left side of the colon, covering a moderate area, accounting for approximately 7.4% of the image."
    },
    {
        "id": "cju7er4kc2opa0801anuxc0eb",
        "image": "cju7er4kc2opa0801anuxc0eb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.7% of the image."
    },
    {
        "id": "cju7es23b2vcp0755gpbm9s7v",
        "image": "cju7es23b2vcp0755gpbm9s7v.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 37.9% of the image."
    },
    {
        "id": "cju7et17a2vjk0755e743npl1",
        "image": "cju7et17a2vjk0755e743npl1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.4% of the image."
    },
    {
        "id": "cju7etr3y2p4t0801cdzjj8ab",
        "image": "cju7etr3y2p4t0801cdzjj8ab.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.4% of the image."
    },
    {
        "id": "cju7eueum2oqn0850rodmx8zo",
        "image": "cju7eueum2oqn0850rodmx8zo.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 8.8% of the image."
    },
    {
        "id": "cju7ev2b12owa08500bpfpwyw",
        "image": "cju7ev2b12owa08500bpfpwyw.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 19.7% of the image."
    },
    {
        "id": "cju7evxt12m730987rxivne3x",
        "image": "cju7evxt12m730987rxivne3x.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 38.6% of the image."
    },
    {
        "id": "cju7ey10f2rvf0871bwbi9x82",
        "image": "cju7ey10f2rvf0871bwbi9x82.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.2% of the image."
    },
    {
        "id": "cju7ez7r22qbc08015xfoz2wb",
        "image": "cju7ez7r22qbc08015xfoz2wb.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 33.5% of the image."
    },
    {
        "id": "cju7ezs7g2mxm098787atbran",
        "image": "cju7ezs7g2mxm098787atbran.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.9% of the image."
    },
    {
        "id": "cju7f0ec32txj08184asb8w5f",
        "image": "cju7f0ec32txj08184asb8w5f.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.0% of the image."
    },
    {
        "id": "cju7f4sc62xqj075597xpmuoy",
        "image": "cju7f4sc62xqj075597xpmuoy.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 14.3% of the image."
    },
    {
        "id": "cju7f5ghb2r5s0801chwkxxh9",
        "image": "cju7f5ghb2r5s0801chwkxxh9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.1% of the image."
    },
    {
        "id": "cju7f6cqy2ur20818t1saazbm",
        "image": "cju7f6cqy2ur20818t1saazbm.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 13.1% of the image."
    },
    {
        "id": "cju7f900s2o0k08175gl1giid",
        "image": "cju7f900s2o0k08175gl1giid.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 18.9% of the image."
    },
    {
        "id": "cju7f9umg2olj0987fj5y285w",
        "image": "cju7f9umg2olj0987fj5y285w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.0% of the image."
    },
    {
        "id": "cju7fazv92ywx0755xov2erga",
        "image": "cju7fazv92ywx0755xov2erga.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 33.9% of the image."
    },
    {
        "id": "cju7fbndk2sl608015ravktum",
        "image": "cju7fbndk2sl608015ravktum.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.4% of the image."
    },
    {
        "id": "cju7fcgbe2z3p07550vaflqdb",
        "image": "cju7fcgbe2z3p07550vaflqdb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.9% of the image."
    },
    {
        "id": "cju7fd6yt2p740987wkr8exo1",
        "image": "cju7fd6yt2p740987wkr8exo1.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 3.3% of the image."
    },
    {
        "id": "cju7fen322ou10817ziqkob4k",
        "image": "cju7fen322ou10817ziqkob4k.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.5% of the image."
    },
    {
        "id": "cju7ff97z2ow40817u2r83my5",
        "image": "cju7ff97z2ow40817u2r83my5.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.0% of the image."
    },
    {
        "id": "cju7flevb2wii08188otgs9p2",
        "image": "cju7flevb2wii08188otgs9p2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 66.8% of the image."
    },
    {
        "id": "cju7fmvpk2q170987v6i3ola8",
        "image": "cju7fmvpk2q170987v6i3ola8.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 18.9% of the image."
    },
    {
        "id": "cju7fnfv02tt90801djnix9m8",
        "image": "cju7fnfv02tt90801djnix9m8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.1% of the image."
    },
    {
        "id": "cju7fob3x301u0755x985pmmq",
        "image": "cju7fob3x301u0755x985pmmq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.2% of the image."
    },
    {
        "id": "cju7fpfzq2wyf0818xxd1oziv",
        "image": "cju7fpfzq2wyf0818xxd1oziv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.1% of the image."
    },
    {
        "id": "cju7fq7mm2pw508176uk5ugtx",
        "image": "cju7fq7mm2pw508176uk5ugtx.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 30.7% of the image."
    },
    {
        "id": "cju7frtqu2xa20818wq8r9fzf",
        "image": "cju7frtqu2xa20818wq8r9fzf.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 18.1% of the image."
    },
    {
        "id": "cju7g7ba42z310987bqzbi2bq",
        "image": "cju7g7ba42z310987bqzbi2bq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 37.4% of the image."
    },
    {
        "id": "cju83h9ysjwe808716nt35oah",
        "image": "cju83h9ysjwe808716nt35oah.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 4.9% of the image."
    },
    {
        "id": "cju83ipu3jwpx0801z5pvguf8",
        "image": "cju83ipu3jwpx0801z5pvguf8.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 3.3% of the image."
    },
    {
        "id": "cju83k8fyjsxr0817d6nxs6r4",
        "image": "cju83k8fyjsxr0817d6nxs6r4.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 11.5% of the image."
    },
    {
        "id": "cju83kxitjv340987z09m0ezy",
        "image": "cju83kxitjv340987z09m0ezy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.2% of the image."
    },
    {
        "id": "cju83mki1jv5w0817kubxm31r",
        "image": "cju83mki1jv5w0817kubxm31r.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.0% of the image."
    },
    {
        "id": "cju83nwu1jxte0987h1krpfmv",
        "image": "cju83nwu1jxte0987h1krpfmv.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 9.7% of the image."
    },
    {
        "id": "cju83qd0yjyht0817ktkfl268",
        "image": "cju83qd0yjyht0817ktkfl268.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 42.7% of the image."
    },
    {
        "id": "cju83rcnzkbsj0755x5anfrcg",
        "image": "cju83rcnzkbsj0755x5anfrcg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.5% of the image."
    },
    {
        "id": "cju83syhdk6gs0801rf1rekdl",
        "image": "cju83syhdk6gs0801rf1rekdl.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 9.5% of the image."
    },
    {
        "id": "cju83u9ftk3ni0987qnhlcinv",
        "image": "cju83u9ftk3ni0987qnhlcinv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.9% of the image."
    },
    {
        "id": "cju83vvmik9wa08710yeh7cuk",
        "image": "cju83vvmik9wa08710yeh7cuk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.5% of the image."
    },
    {
        "id": "cju83wwn1k55e0850kw6i2d81",
        "image": "cju83wwn1k55e0850kw6i2d81.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 7.3% of the image."
    },
    {
        "id": "cju83yddek68q0850d2x7zfkm",
        "image": "cju83yddek68q0850d2x7zfkm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.2% of the image."
    },
    {
        "id": "cju8402x1kcy70801t6kz6bdi",
        "image": "cju8402x1kcy70801t6kz6bdi.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.4% of the image."
    },
    {
        "id": "cju8418jhkf7d0818ga2v0xq0",
        "image": "cju8418jhkf7d0818ga2v0xq0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 42.0% of the image."
    },
    {
        "id": "cju8432cmkgq90871cxe4iptl",
        "image": "cju8432cmkgq90871cxe4iptl.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.6% of the image."
    },
    {
        "id": "cju843yjskhq30818qre4rwm2",
        "image": "cju843yjskhq30818qre4rwm2.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 5.8% of the image."
    },
    {
        "id": "cju846ec0kj7z08012o10klrb",
        "image": "cju846ec0kj7z08012o10klrb.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 10.2% of the image."
    },
    {
        "id": "cju847pxykriq0755268ktrk2",
        "image": "cju847pxykriq0755268ktrk2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.9% of the image."
    },
    {
        "id": "cju849c23kgnk0817cgv2hw1e",
        "image": "cju849c23kgnk0817cgv2hw1e.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 8.4% of the image."
    },
    {
        "id": "cju84aoa3ktwn0755pfl4gfwd",
        "image": "cju84aoa3ktwn0755pfl4gfwd.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a large area, accounting for approximately 34.8% of the image."
    },
    {
        "id": "cju84dsvaklpx098750hp83x4",
        "image": "cju84dsvaklpx098750hp83x4.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 39.0% of the image."
    },
    {
        "id": "cju84ffdzkrjn08183jh1fxmb",
        "image": "cju84ffdzkrjn08183jh1fxmb.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 8.0% of the image."
    },
    {
        "id": "cju84gpefknwm098714oq8q61",
        "image": "cju84gpefknwm098714oq8q61.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.6% of the image."
    },
    {
        "id": "cju84hibuktj80871u519o71q",
        "image": "cju84hibuktj80871u519o71q.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 6.6% of the image."
    },
    {
        "id": "cju84ih17kp5l09876bkooocl",
        "image": "cju84ih17kp5l09876bkooocl.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 11.4% of the image."
    },
    {
        "id": "cju84jdl9kv0i0871eog9b3i9",
        "image": "cju84jdl9kv0i0871eog9b3i9.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.8% of the image."
    },
    {
        "id": "cju84kplnl1y30755ropua1b0",
        "image": "cju84kplnl1y30755ropua1b0.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 49.6% of the image."
    },
    {
        "id": "cju8567gdlcbq0801dwwyo2jt-mask",
        "image": "cju8567gdlcbq0801dwwyo2jt-mask.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.6% of the image."
    },
    {
        "id": "cju8567gdlcbq0801dwwyo2jt",
        "image": "cju8567gdlcbq0801dwwyo2jt.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.6% of the image."
    },
    {
        "id": "cju857ad0l88m0817qx4cwxnf",
        "image": "cju857ad0l88m0817qx4cwxnf.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.1% of the image."
    },
    {
        "id": "cju858eswlepn0871pzvdrhj1",
        "image": "cju858eswlepn0871pzvdrhj1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.1% of the image."
    },
    {
        "id": "cju85a8h8llwm07559wxg4t5w",
        "image": "cju85a8h8llwm07559wxg4t5w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.1% of the image."
    },
    {
        "id": "cju85bf1algsq0871y9gtlq97",
        "image": "cju85bf1algsq0871y9gtlq97.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.9% of the image."
    },
    {
        "id": "cju85c2d4ln1b0755zz1z3onx",
        "image": "cju85c2d4ln1b0755zz1z3onx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.5% of the image."
    },
    {
        "id": "cju85citjlnfm0755i4rk5tqj",
        "image": "cju85citjlnfm0755i4rk5tqj.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 2.5% of the image."
    },
    {
        "id": "cju85dx63lic408017f0l0400",
        "image": "cju85dx63lic408017f0l0400.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.2% of the image."
    },
    {
        "id": "cju85fc11ljr40818edpb0inh",
        "image": "cju85fc11ljr40818edpb0inh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 32.4% of the image."
    },
    {
        "id": "cju85hguellg50818kwu3s8d1",
        "image": "cju85hguellg50818kwu3s8d1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 40.4% of the image."
    },
    {
        "id": "cju85ia1slh220987y7c20sm2",
        "image": "cju85ia1slh220987y7c20sm2.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 7.6% of the image."
    },
    {
        "id": "cju85je7vlht70817c9jcjwi4",
        "image": "cju85je7vlht70817c9jcjwi4.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 36.1% of the image."
    },
    {
        "id": "cju85l4yjlops0801fvmnwptf",
        "image": "cju85l4yjlops0801fvmnwptf.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 35.6% of the image."
    },
    {
        "id": "cju85mpuglq8k0818d2it6hzb",
        "image": "cju85mpuglq8k0818d2it6hzb.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.5% of the image."
    },
    {
        "id": "cju85nr8elly209872w9n5m0s",
        "image": "cju85nr8elly209872w9n5m0s.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 6.4% of the image."
    },
    {
        "id": "cju85omszllp30850b6rm9mi3",
        "image": "cju85omszllp30850b6rm9mi3.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 12.5% of the image."
    },
    {
        "id": "cju85plp7lmkw0850rx42jdpf",
        "image": "cju85plp7lmkw0850rx42jdpf.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.2% of the image."
    },
    {
        "id": "cju85qefyln6v0850szeb9byi",
        "image": "cju85qefyln6v0850szeb9byi.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 38.9% of the image."
    },
    {
        "id": "cju85rkbnlo1c08503uxcpax1",
        "image": "cju85rkbnlo1c08503uxcpax1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.5% of the image."
    },
    {
        "id": "cju87kbcen2av0987usezo8kn",
        "image": "cju87kbcen2av0987usezo8kn.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 6.5% of the image."
    },
    {
        "id": "cju87li0zn3yb0817kbwgjiz8",
        "image": "cju87li0zn3yb0817kbwgjiz8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 63.9% of the image."
    },
    {
        "id": "cju87mrypnb1e0818scv1mxxg",
        "image": "cju87mrypnb1e0818scv1mxxg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.3% of the image."
    },
    {
        "id": "cju87nkyrnb970801q84m47yt",
        "image": "cju87nkyrnb970801q84m47yt.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 9.5% of the image."
    },
    {
        "id": "cju87ox0kncom0801b98hqnd2",
        "image": "cju87ox0kncom0801b98hqnd2.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 6.8% of the image."
    },
    {
        "id": "cju87q6yoneim0871dl4phvkd",
        "image": "cju87q6yoneim0871dl4phvkd.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 26.5% of the image."
    },
    {
        "id": "cju87r56lnkyp0755hz30leew",
        "image": "cju87r56lnkyp0755hz30leew.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.5% of the image."
    },
    {
        "id": "cju87tyddnnad0755bj0wxahe",
        "image": "cju87tyddnnad0755bj0wxahe.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 45.9% of the image."
    },
    {
        "id": "cju87vqa0ndwg0850onjdz7ol",
        "image": "cju87vqa0ndwg0850onjdz7ol.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 68.0% of the image."
    },
    {
        "id": "cju87xn2snfmv0987sc3d9xnq",
        "image": "cju87xn2snfmv0987sc3d9xnq.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 16.9% of the image."
    },
    {
        "id": "cju87z6o6nh73085045bzsx6o",
        "image": "cju87z6o6nh73085045bzsx6o.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 12.1% of the image."
    },
    {
        "id": "cju87zv8lni0o0850hbbecbq6",
        "image": "cju87zv8lni0o0850hbbecbq6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.5% of the image."
    },
    {
        "id": "cju8828oxnool0801qno9luhr",
        "image": "cju8828oxnool0801qno9luhr.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 19.5% of the image."
    },
    {
        "id": "cju884985nlmx0817vzpax3y4",
        "image": "cju884985nlmx0817vzpax3y4.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 2.1% of the image."
    },
    {
        "id": "cju885ikhnmkn09878s2lqtuh",
        "image": "cju885ikhnmkn09878s2lqtuh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.3% of the image."
    },
    {
        "id": "cju886ryxnsl50801r93jai7q",
        "image": "cju886ryxnsl50801r93jai7q.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.2% of the image."
    },
    {
        "id": "cju887ftknop008177nnjt46y",
        "image": "cju887ftknop008177nnjt46y.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 3.8% of the image."
    },
    {
        "id": "cju888fr7nveu0818r9uwtiit",
        "image": "cju888fr7nveu0818r9uwtiit.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 13.6% of the image."
    },
    {
        "id": "cju88aq6vo1ij0755c2ey7z7n",
        "image": "cju88aq6vo1ij0755c2ey7z7n.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 24.5% of the image."
    },
    {
        "id": "cju88cddensj00987788yotmg",
        "image": "cju88cddensj00987788yotmg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.9% of the image."
    },
    {
        "id": "cju88evxanv9r08176zkeovec",
        "image": "cju88evxanv9r08176zkeovec.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 14.8% of the image."
    },
    {
        "id": "cju88fpm4o0tl0871w1i6a4ds",
        "image": "cju88fpm4o0tl0871w1i6a4ds.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 2.5% of the image."
    },
    {
        "id": "cju88gx09o2vk0818610zody3",
        "image": "cju88gx09o2vk0818610zody3.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 7.2% of the image."
    },
    {
        "id": "cju88itqbny720987hxizbj5y",
        "image": "cju88itqbny720987hxizbj5y.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 21.9% of the image."
    },
    {
        "id": "cju88k75inzyb0850ccv5x3vk",
        "image": "cju88k75inzyb0850ccv5x3vk.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 24.8% of the image."
    },
    {
        "id": "cju88l66no10s0850rsda7ej1",
        "image": "cju88l66no10s0850rsda7ej1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 81.6% of the image."
    },
    {
        "id": "cju88msmoo3470817m441j4sg",
        "image": "cju88msmoo3470817m441j4sg.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 15.8% of the image."
    },
    {
        "id": "cju88nroho44508500129f1nh",
        "image": "cju88nroho44508500129f1nh.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.7% of the image."
    },
    {
        "id": "cju88oh0po9gq0801nge4tgr1",
        "image": "cju88oh0po9gq0801nge4tgr1.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "cju88q6h6obpd0871ckmiabbo",
        "image": "cju88q6h6obpd0871ckmiabbo.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.9% of the image."
    },
    {
        "id": "cju88rl5eo94l0850kf5wtrm1",
        "image": "cju88rl5eo94l0850kf5wtrm1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.5% of the image."
    },
    {
        "id": "cju88t4fvokxf07558ymyh281",
        "image": "cju88t4fvokxf07558ymyh281.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.5% of the image."
    },
    {
        "id": "cju88trl3ogi208716qvti51b",
        "image": "cju88trl3ogi208716qvti51b.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 5.1% of the image."
    },
    {
        "id": "cju88v2f9oi8w0871hx9auh01",
        "image": "cju88v2f9oi8w0871hx9auh01.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 2.4% of the image."
    },
    {
        "id": "cju88vx2uoocy075531lc63n3",
        "image": "cju88vx2uoocy075531lc63n3.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 3.5% of the image."
    },
    {
        "id": "cju88y1mwoln50871emyfny1g",
        "image": "cju88y1mwoln50871emyfny1g.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 36.1% of the image."
    },
    {
        "id": "cju88z8bson4h0871nnd7fdxo",
        "image": "cju88z8bson4h0871nnd7fdxo.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.4% of the image."
    },
    {
        "id": "cju890guyoiti098753yg6cdu",
        "image": "cju890guyoiti098753yg6cdu.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.8% of the image."
    },
    {
        "id": "cju8914beokbf0850isxpocrk",
        "image": "cju8914beokbf0850isxpocrk.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 2.2% of the image."
    },
    {
        "id": "cju892fesoq2g0801n0e0jyia",
        "image": "cju892fesoq2g0801n0e0jyia.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.0% of the image."
    },
    {
        "id": "cju893jmdompz0817xn3g1w4h",
        "image": "cju893jmdompz0817xn3g1w4h.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 16.5% of the image."
    },
    {
        "id": "cju89y9h0puti0818i5yw29e6",
        "image": "cju89y9h0puti0818i5yw29e6.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a large area, accounting for approximately 29.3% of the image."
    },
    {
        "id": "cju89z6pqpqfx0817mfv8ixjc",
        "image": "cju89z6pqpqfx0817mfv8ixjc.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 1.6% of the image."
    },
    {
        "id": "cju8a1jtvpt9m081712iwkca7",
        "image": "cju8a1jtvpt9m081712iwkca7.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.9% of the image."
    },
    {
        "id": "cju8a2itsq4dv0755ntlovpxe",
        "image": "cju8a2itsq4dv0755ntlovpxe.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.1% of the image."
    },
    {
        "id": "cju8a3nhbpwnb0850d37fo2na",
        "image": "cju8a3nhbpwnb0850d37fo2na.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 6.2% of the image."
    },
    {
        "id": "cju8a56vxpy780850r45yu4wk",
        "image": "cju8a56vxpy780850r45yu4wk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.0% of the image."
    },
    {
        "id": "cju8a84g0q76m0818hwiggkod",
        "image": "cju8a84g0q76m0818hwiggkod.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 47.0% of the image."
    },
    {
        "id": "cju8abobpqbir08189u01huru",
        "image": "cju8abobpqbir08189u01huru.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.0% of the image."
    },
    {
        "id": "cju8adb60qbiu080188mxpf8d",
        "image": "cju8adb60qbiu080188mxpf8d.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.3% of the image."
    },
    {
        "id": "cju8aeei7q8k308173n9y4klv",
        "image": "cju8aeei7q8k308173n9y4klv.jpg",
        "description": "The tumor is in the bottom and left side of the colon, covering a moderate area, accounting for approximately 6.9% of the image."
    },
    {
        "id": "cju8aj01yqeqm0850lhdz3xdw",
        "image": "cju8aj01yqeqm0850lhdz3xdw.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a large area, accounting for approximately 21.5% of the image."
    },
    {
        "id": "cju8alhigqn2h0801zksudldd",
        "image": "cju8alhigqn2h0801zksudldd.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.2% of the image."
    },
    {
        "id": "cju8amfdtqi4x09871tygrgqe",
        "image": "cju8amfdtqi4x09871tygrgqe.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.8% of the image."
    },
    {
        "id": "cju8ando2qqdo0818ck7i1be1",
        "image": "cju8ando2qqdo0818ck7i1be1.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 8.7% of the image."
    },
    {
        "id": "cju8apjewqrk00801k5d71gky",
        "image": "cju8apjewqrk00801k5d71gky.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 15.1% of the image."
    },
    {
        "id": "cju8aqq8uqmoq0987hphto9gg",
        "image": "cju8aqq8uqmoq0987hphto9gg.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 27.1% of the image."
    },
    {
        "id": "cju8arof2qpf20850ifr1bnqj",
        "image": "cju8arof2qpf20850ifr1bnqj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.7% of the image."
    },
    {
        "id": "cju8ashhnquqr0801rwduzt7d",
        "image": "cju8ashhnquqr0801rwduzt7d.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 7.4% of the image."
    },
    {
        "id": "cju8at3s1qqqx0850hcq8nmnq",
        "image": "cju8at3s1qqqx0850hcq8nmnq.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a small area, accounting for approximately 2.9% of the image."
    },
    {
        "id": "cju8auylgqx0z0871u4o4db7o",
        "image": "cju8auylgqx0z0871u4o4db7o.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.0% of the image."
    },
    {
        "id": "cju8aw9n1qyg10801jkjlmors",
        "image": "cju8aw9n1qyg10801jkjlmors.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 26.5% of the image."
    },
    {
        "id": "cju8axq24r4an0755yhv9d4ly",
        "image": "cju8axq24r4an0755yhv9d4ly.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju8ayeq7r1fb0818z1junacy",
        "image": "cju8ayeq7r1fb0818z1junacy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.4% of the image."
    },
    {
        "id": "cju8azmhcr66e0755t61atz72",
        "image": "cju8azmhcr66e0755t61atz72.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.3% of the image."
    },
    {
        "id": "cju8b0jr0r2oi0801jiquetd5",
        "image": "cju8b0jr0r2oi0801jiquetd5.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 6.0% of the image."
    },
    {
        "id": "cju8b1v3br45u087189kku66u",
        "image": "cju8b1v3br45u087189kku66u.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 24.9% of the image."
    },
    {
        "id": "cju8b2rmgr52s0801p54eyflx",
        "image": "cju8b2rmgr52s0801p54eyflx.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.1% of the image."
    },
    {
        "id": "cju8b3ka8r64u0801fh18hk7l",
        "image": "cju8b3ka8r64u0801fh18hk7l.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju8b4ja9r2s808509d45ma86",
        "image": "cju8b4ja9r2s808509d45ma86.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 22.6% of the image."
    },
    {
        "id": "cju8b542nr81x0871uxnkm9ih",
        "image": "cju8b542nr81x0871uxnkm9ih.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 2.1% of the image."
    },
    {
        "id": "cju8b5p40r2c60987ofa0mu03",
        "image": "cju8b5p40r2c60987ofa0mu03.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.8% of the image."
    },
    {
        "id": "cju8b6rp0r5st0850184f79xt",
        "image": "cju8b6rp0r5st0850184f79xt.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a large area, accounting for approximately 28.1% of the image."
    },
    {
        "id": "cju8b7aqtr4a00987coba14b7",
        "image": "cju8b7aqtr4a00987coba14b7.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.7% of the image."
    },
    {
        "id": "cju8b8yair65w09878pyqtr96",
        "image": "cju8b8yair65w09878pyqtr96.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.2% of the image."
    },
    {
        "id": "cju8bafgqrf4x0818twisk3ea",
        "image": "cju8bafgqrf4x0818twisk3ea.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.0% of the image."
    },
    {
        "id": "cju8bbznkrf5g0871jncffynk",
        "image": "cju8bbznkrf5g0871jncffynk.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.3% of the image."
    },
    {
        "id": "cju8bff9nrfi10850fmfzbf8v",
        "image": "cju8bff9nrfi10850fmfzbf8v.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 11.4% of the image."
    },
    {
        "id": "cju8bgdmqrksy0801tozdmraa",
        "image": "cju8bgdmqrksy0801tozdmraa.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 4.5% of the image."
    },
    {
        "id": "cju8bh8surexp0987o5pzklk1",
        "image": "cju8bh8surexp0987o5pzklk1.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.3% of the image."
    },
    {
        "id": "cju8bi8q7rlmn0871abc5ch8k",
        "image": "cju8bi8q7rlmn0871abc5ch8k.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 6.7% of the image."
    },
    {
        "id": "cju8bj2ssrmlm0871gc2ug2rs",
        "image": "cju8bj2ssrmlm0871gc2ug2rs.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 0.6% of the image."
    },
    {
        "id": "cju8bk8oirjhw0817hgkua2w8",
        "image": "cju8bk8oirjhw0817hgkua2w8.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 30.0% of the image."
    },
    {
        "id": "cju8bljw9rqk20801kr54akrl",
        "image": "cju8bljw9rqk20801kr54akrl.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 28.3% of the image."
    },
    {
        "id": "cju8bm24yrrdp081829mbo8ic",
        "image": "cju8bm24yrrdp081829mbo8ic.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 8.0% of the image."
    },
    {
        "id": "cju8bn7m2rmm70817hgxpb1uq",
        "image": "cju8bn7m2rmm70817hgxpb1uq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.0% of the image."
    },
    {
        "id": "cju8bop5jrsid08716i24fqda",
        "image": "cju8bop5jrsid08716i24fqda.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 7.6% of the image."
    },
    {
        "id": "cju8bpctzrqkr0850zeldv9kt",
        "image": "cju8bpctzrqkr0850zeldv9kt.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 8.1% of the image."
    },
    {
        "id": "cju8bqxxurs6i0850mu7mtef9",
        "image": "cju8bqxxurs6i0850mu7mtef9.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 13.3% of the image."
    },
    {
        "id": "cju8brv16rx7f0818uf5n89pv",
        "image": "cju8brv16rx7f0818uf5n89pv.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 2.8% of the image."
    },
    {
        "id": "cju8bssulrrcy0987h1vq5060",
        "image": "cju8bssulrrcy0987h1vq5060.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 18.7% of the image."
    },
    {
        "id": "cju8buos5rz9b08715lfr0f4f",
        "image": "cju8buos5rz9b08715lfr0f4f.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 22.1% of the image."
    },
    {
        "id": "cju8bw697rwg308177tg8huas",
        "image": "cju8bw697rwg308177tg8huas.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 44.7% of the image."
    },
    {
        "id": "cju8bysfgrzkl081786jwac09",
        "image": "cju8bysfgrzkl081786jwac09.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 17.9% of the image."
    },
    {
        "id": "cju8bzzy2s66m08016z6mouqt",
        "image": "cju8bzzy2s66m08016z6mouqt.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 7.1% of the image."
    },
    {
        "id": "cju8c1a0ws7o208181c6lbsom",
        "image": "cju8c1a0ws7o208181c6lbsom.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a large area, accounting for approximately 34.7% of the image."
    },
    {
        "id": "cju8c2rqzs5t80850d0zky5dy",
        "image": "cju8c2rqzs5t80850d0zky5dy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.9% of the image."
    },
    {
        "id": "cju8c3xs7sauj0801ieyzezr5",
        "image": "cju8c3xs7sauj0801ieyzezr5.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 23.1% of the image."
    },
    {
        "id": "cju8c5223s8j80850b4kealt4",
        "image": "cju8c5223s8j80850b4kealt4.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 7.5% of the image."
    },
    {
        "id": "cju8c5mxls96t0850wvkvsity",
        "image": "cju8c5mxls96t0850wvkvsity.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 13.4% of the image."
    },
    {
        "id": "cju8c5zcbsdfz0801o5t6jag1",
        "image": "cju8c5zcbsdfz0801o5t6jag1.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a small area, accounting for approximately 2.8% of the image."
    },
    {
        "id": "cju8c6hnxsdvr0801wn0vrsa6",
        "image": "cju8c6hnxsdvr0801wn0vrsa6.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.2% of the image."
    },
    {
        "id": "cju8c82iosagu0817l74s4m5g",
        "image": "cju8c82iosagu0817l74s4m5g.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 37.0% of the image."
    },
    {
        "id": "cju8c9akjsdjj0850s67uzlxq",
        "image": "cju8c9akjsdjj0850s67uzlxq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.5% of the image."
    },
    {
        "id": "cju8ca4geseia0850i2ru11hw",
        "image": "cju8ca4geseia0850i2ru11hw.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 9.5% of the image."
    },
    {
        "id": "cju8cattbsivm0818p446wgel",
        "image": "cju8cattbsivm0818p446wgel.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 40.0% of the image."
    },
    {
        "id": "cju8cbsyssiqj0871gr4jedjp",
        "image": "cju8cbsyssiqj0871gr4jedjp.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 14.7% of the image."
    },
    {
        "id": "cju8cdeazsm8h0801jxifmzur",
        "image": "cju8cdeazsm8h0801jxifmzur.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.1% of the image."
    },
    {
        "id": "cju8ceacrsqkr0755hdz145es",
        "image": "cju8ceacrsqkr0755hdz145es.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 4.2% of the image."
    },
    {
        "id": "cju8cgi2kspp308011nxdtjp6",
        "image": "cju8cgi2kspp308011nxdtjp6.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a small area, accounting for approximately 3.1% of the image."
    },
    {
        "id": "cju8chdlqsu620755azjty1tj",
        "image": "cju8chdlqsu620755azjty1tj.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.9% of the image."
    },
    {
        "id": "cju8chxndsre008015uisl4si",
        "image": "cju8chxndsre008015uisl4si.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 3.8% of the image."
    },
    {
        "id": "cju8cj10qsrau0871o2dr6ai1",
        "image": "cju8cj10qsrau0871o2dr6ai1.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 7.4% of the image."
    },
    {
        "id": "cju8clorgsuwn08714toqb7v6",
        "image": "cju8clorgsuwn08714toqb7v6.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 12.8% of the image."
    },
    {
        "id": "cju8cwy02t9eq08185qn12c02",
        "image": "cju8cwy02t9eq08185qn12c02.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 13.3% of the image."
    },
    {
        "id": "cju8czvnztbf40871b4m7t78w",
        "image": "cju8czvnztbf40871b4m7t78w.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.7% of the image."
    },
    {
        "id": "cju8d2q30tfhs0801n7lx77xl",
        "image": "cju8d2q30tfhs0801n7lx77xl.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 17.4% of the image."
    },
    {
        "id": "cju8d4jgatgpj0871q2ophhkm",
        "image": "cju8d4jgatgpj0871q2ophhkm.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 14.9% of the image."
    },
    {
        "id": "cju8dic9mtppa0987swn23wbc",
        "image": "cju8dic9mtppa0987swn23wbc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 25.0% of the image."
    },
    {
        "id": "cju8djdqztu6408506pzhlo18",
        "image": "cju8djdqztu6408506pzhlo18.jpg",
        "description": "The tumor is in the top and right side of the colon, covering a moderate area, accounting for approximately 9.2% of the image."
    },
    {
        "id": "cju8dk7eztzup08182yxko5zh",
        "image": "cju8dk7eztzup08182yxko5zh.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a moderate area, accounting for approximately 5.7% of the image."
    },
    {
        "id": "cju8dm2cau2km0818jsv9eeq2",
        "image": "cju8dm2cau2km0818jsv9eeq2.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.0% of the image."
    },
    {
        "id": "cju8dn0c3u2v50801k8rvq02f",
        "image": "cju8dn0c3u2v50801k8rvq02f.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.7% of the image."
    },
    {
        "id": "cju8doa16u5gh0818w1ywda3q",
        "image": "cju8doa16u5gh0818w1ywda3q.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 72.5% of the image."
    },
    {
        "id": "cju8dpa89u6l80818dj6lldh9",
        "image": "cju8dpa89u6l80818dj6lldh9.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 12.4% of the image."
    },
    {
        "id": "cju8dqkrqu83i0818ev74qpxq",
        "image": "cju8dqkrqu83i0818ev74qpxq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 60.1% of the image."
    },
    {
        "id": "cjyzjzssvd8pq0838f4nolj5l",
        "image": "cjyzjzssvd8pq0838f4nolj5l.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a small area, accounting for approximately 3.6% of the image."
    },
    {
        "id": "cjyzk8qieoboa0848ogj51wwm",
        "image": "cjyzk8qieoboa0848ogj51wwm.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 48.1% of the image."
    },
    {
        "id": "cjyzkmjy8evns070165gf9dmq",
        "image": "cjyzkmjy8evns070165gf9dmq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 10.0% of the image."
    },
    {
        "id": "cjyzkpsbjdsjq07211dfi4sru",
        "image": "cjyzkpsbjdsjq07211dfi4sru.jpg",
        "description": "The tumor is in the top and center side of the colon, covering a small area, accounting for approximately 2.6% of the image."
    },
    {
        "id": "cjyzl833ndne80838pzuq6ila",
        "image": "cjyzl833ndne80838pzuq6ila.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.9% of the image."
    },
    {
        "id": "cjyzlw7f9faqr070129au64sq",
        "image": "cjyzlw7f9faqr070129au64sq.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.7% of the image."
    },
    {
        "id": "cjyztzaqtrv430848l8xgcerw",
        "image": "cjyztzaqtrv430848l8xgcerw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 20.0% of the image."
    },
    {
        "id": "cjyzu3reghjya0794w7pwoi50",
        "image": "cjyzu3reghjya0794w7pwoi50.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 12.5% of the image."
    },
    {
        "id": "cjyzu9th0qt4r0a46pyl4zik0",
        "image": "cjyzu9th0qt4r0a46pyl4zik0.jpg",
        "description": "The tumor is in the middle and left side of the colon, covering a moderate area, accounting for approximately 6.9% of the image."
    },
    {
        "id": "cjyzufihqquiw0a46jatrbwln",
        "image": "cjyzufihqquiw0a46jatrbwln.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 40.1% of the image."
    },
    {
        "id": "cjyzuio1qgh040763k56deohv",
        "image": "cjyzuio1qgh040763k56deohv.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 1.3% of the image."
    },
    {
        "id": "cjyzul1qggwwj07216mhiv5sy",
        "image": "cjyzul1qggwwj07216mhiv5sy.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.6% of the image."
    },
    {
        "id": "cjyzurzvohqnr0794es1itzek",
        "image": "cjyzurzvohqnr0794es1itzek.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 15.0% of the image."
    },
    {
        "id": "cjz14qsk2wci60794un9ozwmw",
        "image": "cjz14qsk2wci60794un9ozwmw.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 11.2% of the image."
    },
    {
        "id": "ck2395w2mb4vu07480otsu6tw",
        "image": "ck2395w2mb4vu07480otsu6tw.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 12.7% of the image."
    },
    {
        "id": "ck2bxiswtxuw80838qkisqjwz-mask",
        "image": "ck2bxiswtxuw80838qkisqjwz-mask.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 45.3% of the image."
    },
    {
        "id": "ck2bxiswtxuw80838qkisqjwz",
        "image": "ck2bxiswtxuw80838qkisqjwz.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 45.3% of the image."
    },
    {
        "id": "ck2bxknhjvs1x0794iogrq49k",
        "image": "ck2bxknhjvs1x0794iogrq49k.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 12.4% of the image."
    },
    {
        "id": "ck2bxlujamu330725szlc2jdu",
        "image": "ck2bxlujamu330725szlc2jdu.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "ck2bxpfgxu2mk0748gsh7xelu",
        "image": "ck2bxpfgxu2mk0748gsh7xelu.jpg",
        "description": "The tumor is in the bottom and right side of the colon, covering a moderate area, accounting for approximately 7.1% of the image."
    },
    {
        "id": "ck2bxqz3evvg20794iiyv5v2m",
        "image": "ck2bxqz3evvg20794iiyv5v2m.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 9.0% of the image."
    },
    {
        "id": "ck2bxskgxxzfv08386xkqtqdy",
        "image": "ck2bxskgxxzfv08386xkqtqdy.jpg",
        "description": "The tumor is in the middle and right side of the colon, covering a moderate area, accounting for approximately 7.4% of the image."
    },
    {
        "id": "ck2bxw18mmz1k0725litqq2mc-mask",
        "image": "ck2bxw18mmz1k0725litqq2mc-mask.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.2% of the image."
    },
    {
        "id": "ck2bxw18mmz1k0725litqq2mc",
        "image": "ck2bxw18mmz1k0725litqq2mc.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a large area, accounting for approximately 31.2% of the image."
    },
    {
        "id": "ck2da7fwcjfis07218r1rvm95",
        "image": "ck2da7fwcjfis07218r1rvm95.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a small area, accounting for approximately 4.0% of the image."
    },
    {
        "id": "dmask",
        "image": "dmask.jpg",
        "description": "The tumor is in the middle and center side of the colon, covering a moderate area, accounting for approximately 13.7% of the image."
    },
    {
        "id": "segmask",
        "image": "segmask.jpg",
        "description": "The tumor is in the bottom and center side of the colon, covering a moderate area, accounting for approximately 12.7% of the image."
    }
]